[
    {
        "id": 82121,
        "brand": "Medtronic",
        "category": "Ablation Products",
        "path": "/products/medtronic/ablation-products",
        "title": "Symplicity Spyral™ renal denervation system",
        "slug": "symplicity-spyral-renal-denervation-system",
        "url": "",
        "imgurl": "/img/symplicity-spyral-right-white-prod.jpg",
        "videourl": "",
        "shortdesc": "The Symplicity Spyral™ renal denervation (RDN) system is used during the Symplicity™ blood pressure procedure for the treatment of hypertension.",
        "deschead": "Introducing a procedure to treat hypertension",
        "description": "During the Symplicity™ blood pressure procedure, an interventionalist uses the Symplicity Spyral™ RDN system to supply precisely controlled and targeted radiofrequency (RF) energy to the renal nerves, safely disrupting the overactive sympathetic signaling between the kidneys and brain to help reduce blood pressure.",
        "features": {
            "ftr-1": {
                "name": "Symplicity Spyral™ multi-electrode renal denervation catheter",
                "ftrvals": [
                    "One catheter size fits vessels 3-8 mm",
                    "4 F catheter, compatible with 6 F guide catheter, 0.014 inch guidewire",
                    "Easy-to-use, plug-and-play design",
                    "Nonocclusive design allows for continuous blood flow to naturally protect the vessel wall"
                ]
            },
            "ftr-2": {
                "name": "Symplicity G3™ renal denervation RF generator",
                "ftrvals": [
                    "Unique, real-time, and responsive algorithm automatically adjusts power by monitoring temperature and impedance for safe energy distribution",
                    "Multi-electrode, helical design covers four quadrants simultaneously for a circumferential ablation",
                    "Radiofrequency energy preferentially heats fat tissue where renal nerves are located and avoids nontarget structures",
                    "Only the Symplicity Spyral™ RDN system allows for denervation throughout the renal anatomy with a single catheter, including the distal branches, where late arriving nerves are accessible and total nerve density is highest"
                ]
            },
            "ftr-3": {
                "name": "Proven to deliver significant, safe, and sustained blood pressure reductions",
                "ftrvals": [
                    "Multiple randomized, sham-controlled clinical trials",
                    "Real-world experience with more than 4,000 patients enrolled in the SPYRAL HTN clinical program"
                ]
            }
        }
    },
    {
        "id": 82122,
        "brand": "Medtronic",
        "category": "Ablation Products",
        "path": "/products/medtronic/ablation-products",
        "title": "Accurian™ RF ablation platform",
        "slug": "accurian-rf-ablation-platform",
        "url": "",
        "imgurl": "/img/accurian-generator-prod.jpg",
        "videourl": "",
        "shortdesc": "Accurian™ is a radiofrequency (RF) nerve tissue ablation platform that delivers consistent and predictable lesions and smart features for ease of use.",
        "deschead": "RF ablation platform designed from the ground up",
        "description": "The Accurian™ radiofrequency (RF) ablation platform combines proprietary hardware design and quad core processing, resulting in sophisticated algorithms that manage power and control temperature during ablation surgery. Together, enhanced and standard ablation procedures create a comprehensive range of lesion shapes, sizes, and volumes — predictably and consistently. Extensively tested for lasting reliability, the Accurian™ ablation therapy platform is upgrade-ready for the future.",
        "features": {
            "ftr-1": {
                "name": "Form consistent and predictable lesions across all channels",
                "ftrvals": [
                    "The ultra-responsive proprietary algorithm accurately regulates temperature — resulting in consistent and predictable lesion formation during the entire procedure on all active channels.",
                    "The SmartStart™ algorithm strategically distributes power to ensure that all channels reach and maintain the set temperature — reducing the risk of underpowered scenarios."
                ]
            },
            "ftr-2": {
                "name": "Smart probes",
                "ftrvals": [
                    "On-screen identification helps you easily troubleshoot a specific channel",
                    "Chip-enhanced probes",
                    "On-screen tutorials"
                ]
            },
            "ftr-3": {
                "name": "Manage four channels independently",
                "ftrvals": [
                    "Channel-specific start/stop/restart, temperature control and timer control mean you can manage four ablations independently — even mid-procedure.",
                    "Advanced power management allows four channels to start simultaneously — independently or staggered."
                ]
            },
            "ftr-4": {
                "name": "Boost efficiency with smart features",
                "ftrvals": [
                    "PDF procedure and reusable probe usage reports",
                    "14-ft combined hub and probe cables",
                    "Ability to self-test and self-calibrate with each generator start, reducing the need for maintenance"
                ]
            },
            "ftr-5": {
                "name": "Technology features",
                "ftrvals": [
                    "Easily upgrade software via USB to minimize downtime",
                    "High-resolution 16:9 touchscreen",
                    "HDMI port for secondary monitor",
                    "Intuitive and easy-to-use design",
                    "Room for up to 10 treatment or physician profiles"
                ]
            },
            "ftr-6": {
                "name": "Accurian™ enhanced RF",
                "ftrvals": [
                    "Internally cooled probes create larger, spherical lesions (compared to standard lesions) with greater distal projection.",
                    "Enhanced probes offer increased flexibility in approach angle (as much as 45% of lesion volume is projected distally to probe tip).",
                    "Add cooling pump for enhanced procedures with internally cooled probes."
                ]
            }
        }
    },
    {
        "id": 82123,
        "brand": "Medtronic",
        "category": "Ablation Products",
        "path": "/products/medtronic/ablation-products",
        "title": "OsteoCool™ RF ablation system",
        "slug": "osteocool-radiofrequency-ablation-system",
        "url": "",
        "imgurl": "/img/pain-osteocool-spine-prodmast.jpeg",
        "videourl": "",
        "shortdesc": "OsteoCool™ cooled radiofrequency (RF) ablation system that uses simultaneous, dual-probe capabilities and algorithms to treat painful bone tumors.",
        "deschead": "Treat painful bone tumors confidently and consistently",
        "description": "The OsteoCool™ RF ablation system is cooled radiofrequency (RF) ablation technology that offers simultaneous, dual-probe capabilities for treating painful bone tumors. Coaxial, bipolar technology delivers RF energy to the site and automatically moderates power to keep RF heating within the desired treatment range. This reduces risk of potential thermal damage to adjacent tissue. The active tip of the ablation probe is internally cooled with circulating water. RF energy heats the tissue while circulating water moderates the temperature close to the active tip.",
        "features": {
            "ftr-1": {
                "name": "Customize your ablation options",
                "ftrvals": [
                    "Metastatic and benign bone tumor ablation",
                    "Simultaneous ablation of adjacent or multiple levels in the spine",
                    "Simultaneous ablation using two probes, such as bipedicular spine tumor ablation",
                    "Ablation using one probe",
                    "Multiple active tip sizes and introducer gauge options",
                    "Custom ablation zones",
                    "Track ablation"
                ]
            }
        }
    },
    {
        "id": 82124,
        "brand": "Medtronic",
        "category": "Ablation Products",
        "path": "/products/medtronic/ablation-products",
        "title": "PulseSelect™ pulsed field ablation system",
        "slug": "pulseselect-pulsed-field-ablation-system",
        "url": "",
        "imgurl": "/img/pulseselect-pulsed-field-ablation-prodmast.jpeg",
        "videourl": "",
        "shortdesc": "The PulseSelect™ pulsed field ablation (PFA) system enables both mapping and precise lesion delivery using biphasic waveform optimization.",
        "deschead": "Setting a new standard in safety. Engineered for efficiency.",
        "description": "The PulseSelect™ PFA system is setting a new standard in safety for paroxysmal and persistent atrial fibrillation ablation, supported by 15 years of robust preclinical and clinical evidence. The PulseSelect™ PFA system offers a differentiated approach to pulsed field ablation that can be implemented across workflows, driving safe, effective, and efficient procedures.",
        "features": {
            "ftr-1": {
                "name": "Unmatched safety",
                "ftrvals": [
                    "Engineered with differentiated safety features from 15 years of PFA research and backed by one of the safest investigational device exemption (IDE) AF ablation trials to date."
                ]
            },
            "ftr-2": {
                "name": "Consistent efficiency",
                "ftrvals": [
                    "Rapid, effective pulmonary vein isolation (PVI) through consistent and predictable energy delivery and catheter maneuverability"
                ]
            },
            "ftr-3": {
                "name": "Simplified adaptability",
                "ftrvals": [
                    "Seamless transition to PFA with freedom to adapt to your preferred workflow"
                ]
            },
            "ftr-4": {
                "name": "PulseSelect™ generator",
                "ftrvals": [
                    "Automatic overcurrent detection for safe energy delivery",
                    "R-wave gating for synchronization of energy delivery",
                    "Test pulse for proximity detection to phrenic nerve"
                ]
            },
            "ftr-5": {
                "name": "PulseSelect™ PFA catheter features",
                "ftrvals": [
                    "9 electrodes built to sense, ablate, and pace",
                    "25 mm diameter loop",
                    "9 Fr shaft with bidirectional steering"
                ]
            }
        }
    },
    {
        "id": 82125,
        "brand": "Medtronic",
        "category": "Ablation Products",
        "path": "/products/medtronic/ablation-products",
        "title": "Sphere-9™ PF Ablation catheter",
        "slug": "sphere-9-catheter",
        "url": "",
        "imgurl": "/img/sphere-nine-catheter-prodmast.jpeg",
        "videourl": "",
        "shortdesc": "The Sphere-9™ mapping and ablation catheter provides mapping and dual-energy ablation options including radiofrequency (RF) and pulsed field (PF) energies.",
        "deschead": "Efficiency of Sphere-9™ catheter",
        "description": "The Sphere-9™ mapping and ablation catheter provides unparalleled versatility, absolute control, and an optimized workflow for electrophysiologists.",
        "features": {
            "ftr-1": {
                "name": "All-in-one: map | ablate | validate",
                "ftrvals": [
                    "The novel Sphere-9™ catheter is an all-in-one tool enabling physicians to map, ablate, and validate with a single transeptal, zero-exchange workflow.",
                    "The compressible lattice tip with wide-area focal design and close unipolar mapping capability offers proven safety, efficacy, and superior efficiency1 to promote confidence in procedural outcomes."
                ]
            },
            "ftr-2": {
                "name": "Sphere-9™ catheter at a glance",
                "ftrvals": [
                    "9 mm, compressible lattice ablation electrode",
                    "9 mini electrodes with integrated thermocouples",
                    "Central reference electrode",
                    "Low flow, central irrigation",
                    "8 Fr, bi-directional shaft"
                ]
            },
            "ftr-3": {
                "name": "Map",
                "ftrvals": [
                    "Create high-density maps in less than 11 minutes with greater than 5000 points.",
                    "Close-unipolar mapping provides the benefits of bipolar and unipolar electrograms while avoiding the challenges of each",
                    "Maintain wavefront morphology",
                    "Reduce far-field potentials",
                    "Provide high fidelity and discreate EGMs"
                ]
            },
            "ftr-4": {
                "name": "Wide-area focal lattice ablation electrode",
                "ftrvals": [
                    "10 times larger effective surface area",
                    "Compressible tip for conformability and stability",
                    "THERMOCOOL SMARTTOUCH™ SF"
                ]
            },
            "ftr-5": {
                "name": "RF and PF ablation options",
                "ftrvals": [
                    "4-5 seconds energy application time",
                    "PF lesions greater than 17 mm wide",
                    "RF lesions greater than19 mm wide"
                ]
            }
        }
    },
    {
        "id": 82126,
        "brand": "Medtronic",
        "category": "Ablation Products",
        "path": "/products/medtronic/ablation-products",
        "title": "OsteoCool™ 2.0 bone tumor ablation system",
        "slug": "osteocool-2-0-bone-tumor-ablation-system",
        "url": "",
        "imgurl": "/img/osteocool-rb-ablation-bone-tumor-prodmast.jpeg",
        "videourl": "",
        "shortdesc": "The OsteoCool™ 2.0 system is an internally-cooled radiofrequency (RF) ablation system with four-probe capability to palliatively treat painful bone tumors.",
        "deschead": "Efficiency of OsteoCool™ 2.0 RF ablation system",
        "description": "The OsteoCool™ 2.0 RF ablation system helps you deliver optimal care for your patients — faster. OsteoCool™ 2.0 ablates up to 30% faster than OsteoCool™ 1.0, supports the use of four probes simultaneously, and delivers a market-leading 20 W of power per channel.",
        "features": {
            "ftr-1": {
                "name": "Independent channel control",
                "ftrvals": [
                    "Independent channel control allows you to start and stop ablation on each channel individually, while internally-cooled probes reduce the risk of charring without introducing ionic solutions into the ablation."
                ]
            },
            "ftr-2": {
                "name": "Widest selection of probe sizes",
                "ftrvals": [
                    "OsteoCool™ 2.0 provides consistent, predictable ablation zones with the flexibility to tailor the ablation zone to your patients‘ needs. Backed by OPuS One,‡,5 the largest study of RF ablation in bone metastases, the OsteoCool™ 2.0 RF ablation system gives you the control to deliver powerful, predictable, and proven pain relief."
                ]
            },
            "ftr-3": {
                "name": "OsteoCool™ hard bone access kit",
                "ftrvals": [
                    "The Medtronic bone access tool kit includes a tapered cannula, sharper trocar, and enhanced drill design",
                    "Offer faster access to sclerotic bone",
                    "Reduce the force required to advance the tool",
                    "Are versatile for use for all cases"
                ]
            }
        }
    },
    {
        "id": 82127,
        "brand": "Medtronic",
        "category": "Ablation Products",
        "path": "/products/medtronic/ablation-products",
        "title": "Barrx™ radiofrequency ablation system",
        "slug": "barrx-radiofrequency-ablation-system",
        "url": "",
        "imgurl": "/img/barrx-radiofrequenncy-ablation-system-catheters-fam.jpeg",
        "videourl": "",
        "shortdesc": "The Barrx™ radiofrequency ablation system is used to treat Barrett's esophagus (BE) patients by eradicating Barrett's epithelium.",
        "deschead": "Why choose radiofrequency ablation for Barrett's esophagus patients?",
        "description": "The Barrx™ radiofrequency ablation system is designed to precisely eradicate the Barrett's epithelium. Barrett's esophagus patients with low-grade dyplasia treated with RFA have a substantial reduction in progression compared to patients who undergo surveillance alone. The Barrx™ radiofrequency ablation system includes the Barrx™ flex RFA energy generator and a family of ablation catheters.",
        "features": {
            "ftr-1": {
                "name": "When treating Barrett's esophagus",
                "ftrvals": [
                    "Dysplasia",
                    "Family history of Barrett's esophagus or EAC",
                    "Long-segment disease",
                    "Smoking tobacco"
                ]
            }
        }
    },
    {
        "id": 82128,
        "brand": "Medtronic",
        "category": "Ablation Products",
        "path": "/products/medtronic/ablation-products",
        "title": "DiamondTemp™ RF generator",
        "slug": "diamondtemp-generator-pump-and-accessories",
        "url": "",
        "imgurl": "/img/diamondtemp-generator-connection-box-e-prod.jpeg",
        "videourl": "",
        "shortdesc": "The DiamondTemp™ generator, pump, and accessories supply energy and temperature control to the DiamondTemp™ cathether during cardiac ablation procedures.",
        "deschead": "Why DiamondTemp™ RF generator?",
        "description": "As the only open-irrigated radiofrequency (RF) catheter with industrial diamonds to optimize power based on tissue surface temperature, the DiamondTemp™ ablation system with RealTemp™ is safe and effective, and has demonstrated procedural efficiencies compared to contact force-sensing RF.",
        "features": {
            "ftr-1": {
                "name": "DiamondTemp™ generator connection box E",
                "ftrvals": [
                    "The Medtronic DiamondTemp™ generator connection box E is a signal filtration device used to connect the DiamondTemp™ ablation catheter and DiamondTemp™ RF generator to Abbott EnSite™* cardiac mapping and navigation systems configured to use NavX navigation technology"
                ]
            },
            "ftr-2": {
                "name": "DiamondTemp™ RF generator",
                "ftrvals": [
                    "The DiamondTemp™ ablation generator operates in temperature control mode. The desired catheter tip-to-tissue temperature is selected by the user."
                ]
            },
            "ftr-3": {
                "name": "DiamondTemp™ catheter-to-RFG cable",
                "ftrvals": [
                    "The DiamondTemp™ catheter-to-RF generator cable provides the connection between the DiamondTemp™ generator and DiamondTemp™ catheter."
                ]
            }
        }
    },
    {
        "id": 82129,
        "brand": "Medtronic",
        "category": "Ablation Products",
        "path": "/products/medtronic/ablation-products",
        "title": "Barrx™ channel RFA endoscopic catheter",
        "slug": "barrx-channel-rfa-endoscopic-catheter",
        "url": "",
        "imgurl": "/img/barrx-channel-rfa-endoscopic-catheter-prodmast.jpeg",
        "videourl": "",
        "shortdesc": "The Barrx™ channel RFA endoscopic catheter delivers radiofrequency ablation through the working channel of a flexible endoscope.",
        "deschead": "A breakthrough in RFA delivery therapy",
        "description": "The Barrx™ channel RFA endoscopic catheter delivers radiofrequency ablation through the working channel of a flexible endoscope, offering a simplified and more time-efficient procedure.",
        "features": {
            "ftr-1": {
                "name": "Main Features",
                "ftrvals": [
                    "Eliminates the need for multiple endoscope introductions",
                    "Semi-transparent ablation electrode offers enhanced visualization capabilities",
                    "Unique shaft design provides control and maneuverability",
                    "Offers expanded access within the GI tract"
                ]
            }
        }
    },
    {
        "id": 82130,
        "brand": "Medtronic",
        "category": "Ablation Products",
        "path": "/products/medtronic/ablation-products",
        "title": "Barrx™ 60 RFA focal catheter (short segments)",
        "slug": "barrx-60-rfa-focal-catheter",
        "url": "",
        "imgurl": "/img/barrx-60-rfa-focal-catheter-prodmast.jpeg",
        "videourl": "",
        "shortdesc": "The Barrx™ 60 RFA focal catheter is used for primary treatment of short to intermediate segments of Barrett's esophagus or for treatment after ablation.",
        "deschead": "Barrx™ 60 RFA focal catheter",
        "description": "The Barrx™ 60 RFA focal catheter enables physicians to provide primary treatment for short and intermediate length segments of non-circumferential Barrett's esophagus. Physicians can also provide secondary treatment after ablation.",
        "features": {
            "ftr-1": {
                "name": "Main Features",
                "ftrvals": [
                    "Provides easy introduction into upper GI tract",
                    "Allows positioning within the esophagus and gastroesophageal junction",
                    "Provides for direct visualization of electrode during procedure",
                    "Uses standard endoscopic technique",
                    "Articulated electrode platform moves in 2-D, left to right and front to back, to ensure tissue contact"
                ]
            },
            "ftr-2": {
                "name": "General characteristics",
                "ftrvals": [
                    "Single-patient use",
                    "Up to 80 ablation treatments per session",
                    "Fits on distal end of a flexible endoscope"
                ]
            }
        }
    },
    {
        "id": 82131,
        "brand": "Medtronic",
        "category": "Electrosurgical Accessories",
        "path": "/products/medtronic/electrosurgical-accessories",
        "title": "Valleylab™ adapter (Foot Switching)",
        "slug": "valleylab-adapter",
        "url": "",
        "imgurl": "/img/valleylab-electrosurgery-adapter-prod.jpeg",
        "videourl": "",
        "shortdesc": "The Valleylab™ active and specialty adapter interfaces with all electrosurgical generators for foot switching adaptation.",
        "deschead": "Valleylab™ adapter",
        "description": "The Valleylab™ active and specialty adapter interfaces with all electrosurgical generators for foot switching adaptation.",
        "features": {
            "ftr-1": {
                "name": "Main Features",
                "ftrvals": [
                    "Fits with all electrosurgical generators for foot switching adaptation"
                ]
            }
        }
    },
    {
        "id": 82132,
        "brand": "Medtronic",
        "category": "Electrosurgical Hardware",
        "path": "/products/medtronic/electrosurgical-hardware",
        "title": "Valleylab™ FT10 energy platform",
        "slug": "valleylab-ft10-energy-platform",
        "url": "",
        "imgurl": "/img/ft10-generator-40x-display-low-left-prod.jpeg",
        "videourl": "",
        "shortdesc": "The Valleylab™ FT10 energy platform drives our full portfolio of energy-based devices for use in a wide range of procedures.",
        "deschead": "It takes trust to advance",
        "description": "For over 55 years, the Valleylab™ portfolio has shown an unwavering commitment to positive patient outcomes through trusted energy delivery, establishing pathways for future innovation in the surgical energy space.",
        "features": {
            "ftr-1": {
                "name": "Main Features",
                "ftrvals": [
                    "The Valleylab™ FT10 energy platform has optimized vessel sealing performance with LigaSure™ devices. High-speed, closed loop control continuously monitors the electrical properties of the tissue and uses an advanced vessel sealing algorithm to apply a proportionate amount of energy based on composition and size of the vessels being sealed."
                ]
            }
        }
    },
    {
        "id": 82133,
        "brand": "Medtronic",
        "category": "Electrosurgical Accessories",
        "path": "/products/medtronic/electrosurgical-accessories",
        "title": "Valleylab™ accessory holster",
        "slug": "valleylab-accessory-holster",
        "url": "",
        "imgurl": "/img/valleylab-accessory-holster-prod.jpeg",
        "videourl": "",
        "shortdesc": "The Valleylab™ accessory holster stores pencils safely and conveniently between uses, reducing the potential for injury caused by inadvertent activation.",
        "deschead": "Valleylab™ accessory holster",
        "description": "The Valleylab™ accessory holster stores pencils safely and conveniently between uses, reducing the potential for injury caused by inadvertent activation.",
        "features": {
            "ftr-1": {
                "name": "Main Features",
                "ftrvals": [
                    "The Valleylab™ accessory holster stores pencils safely and conveniently between uses, reducing the potential for injury"
                ]
            }
        }
    },
    {
        "id": 82134,
        "brand": "Medtronic",
        "category": "Electrosurgical Hardware",
        "path": "/products/medtronic/electrosurgical-hardware",
        "title": "Valleylab™ FX8 energy platform",
        "slug": "valleylab-fx8-energy-platform",
        "url": "",
        "imgurl": "/img/fx8-med-cen-cov-shad.jpeg",
        "videourl": "",
        "shortdesc": "The Valleylab™ FX8 energy platform drives electrosurgical handpieces in surgical procedures that require division, hemostasis, and dissection.",
        "deschead": "Putting consistency in your hands",
        "description": "The Valleylab™ FX8 energy platform is powered by our intelligent TissueFect™ tissue-sensing technology. It reads tissue composition to monitor and adjust to impedance as you perform. It is an electrosurgical device that adapts to produce consistent clinical tissue effects — in real time.",
        "features": {
            "ftr-1": {
                "name": "The Valleylab™ FX8 energy platform drives electrosurgical handpieces with precision using lower levels of energy",
                "ftrvals": [
                    "It's designed to support a wide range of surgical procedures that require division, hemostasis, and dissection.",
                    "The cut, coag, and soft coag modes, desiccate the tissue at a relatively slower rate with deeper thermal penetration."
                ]
            },
            "ftr-2": {
                "name": "The Valleylab™ FX8 energy platform enables two unique modes that can bring new possibilities to your procedures",
                "ftrvals": [
                    "Valleylab™ mode provides a unique combination of monopolar hemostasis and division.",
                    "Shared coag mode allows two surgeons to work on the same patient at the same time — from a single energy platform."
                ]
            },
            "ftr-3": {
                "name": "Plus, the Valleylab™ FX8 energy platform delivers",
                "ftrvals": [
                    "Precise monopolar and bipolar energy",
                    "Power control during monopolar energy delivery that's five times better than the ForceTriad™ energy platform",
                    "Tissue monitoring that's 2,600 times faster than the Force FX™ electrosurgical generator",
                    "Appropriate thermal spread"
                ]
            },
            "ftr-4": {
                "name": "Intelligent — inside and out",
                "ftrvals": [
                    "A smart, simple, and intuitive interface",
                    "Simple controls and information displays",
                    "The flexibility of the Valleylab™ Exchange software update system, which allows you to upgrade to new features using the internet"
                ]
            }
        }
    },
    {
        "id": 82135,
        "brand": "Medtronic",
        "category": "Electrosurgical Hardware",
        "path": "/products/medtronic/electrosurgical-hardware",
        "title": "Valleylab™ universal mounting cart",
        "slug": "valleylab-universal-mounting-cart",
        "url": "",
        "imgurl": "/img/valleylab-universal-mounting-cart-prodmast.jpeg",
        "videourl": "",
        "shortdesc": "The Valleylab™ universal mounting cart helps surgical teams manage OR space more efficiently by storing up to two generators and a smoke evacuator.",
        "deschead": "Helps surgical teams manage more efficiently",
        "description": "The Valleylab™ universal mounting cart helps surgical teams manage OR space more efficiently by storing up to two generators and a smoke evacuator.",
        "features": {
            "ftr-1": {
                "name": "Two generators and a smoke evacuator",
                "ftrvals": [
                    "The Valleylab™ universal mounting cart helps surgical teams manage OR space more efficiently by storing up to two generators and a smoke evacuator."
                ]
            }
        }
    },
    {
        "id": 82136,
        "brand": "Medtronic",
        "category": "Electrosurgical Instruments",
        "path": "/products/medtronic/electrosurgical-instruments",
        "title": "Edge™ coated electrode",
        "slug": "edge-coated-electrode",
        "url": "",
        "imgurl": "/img/3-edge-tips-front.jpeg",
        "videourl": "",
        "shortdesc": "The Edge™ coated electrode is designed to deliver uncompromised cutting performance for fine dissection, no matter what type of tissue.",
        "deschead": "Edge coated blade electrodes",
        "description": "The Edge™ coated electrode has been proven to provide performance beyond all other coated blade electrodes on the market.",
        "features": {
            "ftr-1": {
                "name": "Edge coated blade electrodes",
                "ftrvals": [
                    "The Edge™ coated electrode has been proven to provide performance beyond all other coated blade electrodes on the market."
                ]
            }
        }
    },
    {
        "id": 82137,
        "brand": "Medtronic",
        "category": "Electrosurgical Instruments",
        "path": "/products/medtronic/electrosurgical-instruments",
        "title": "HET™ bipolar system",
        "slug": "het-biopolar-system",
        "url": "",
        "imgurl": "/img/het-bipolar-system-handpiece-prodmast.jpeg",
        "videourl": "",
        "shortdesc": "The HET™ bipolar system uses energy to treat grades I and II hemorrhoids in a non-surgical procedure.",
        "deschead": "HET™ bipolar system for the treatment of grades I and II internal hemorrhoids",
        "description": "The HET™ bipolar system is a gentle, simple, and efficient2 non-surgical treatment method for symptomatic grades I and II internal hemorrhoids. Its design allows treatment of all grade I and grade II internal hemorrhoids in one procedure. The treatment targets the area above the dentate line and its low treatment temperature minimizes collateral tissue damage.",
        "features": {
            "ftr-1": {
                "name": "How is the HET™ bipolar system different than other hemorrhoid treatment options?",
                "ftrvals": [
                    "Many hemorrhoid treatments, including banding and infrared coagulation, often require multiple procedures. In contrast, HET™ bipolar system allows for hemorrhoid treatment in a single therapy session."
                ]
            }
        }
    },
    {
        "id": 82138,
        "brand": "Medtronic",
        "category": "Electrosurgical Instruments",
        "path": "/products/medtronic/electrosurgical-instruments",
        "title": "Valleylab™ PolyHesive™ patient return electrode",
        "slug": "valleylab-polyhesive-corded-patient-return-electrode",
        "url": "",
        "imgurl": "/img/e7507-rem-adult-corded-prod.jpeg",
        "videourl": "",
        "shortdesc": "The Valleylab™ PolyHesive™ corded patient return electrode is recognized worldwide for quality, safety, and innovative technology.",
        "deschead": "The Valleylab™ PolyHesive™ corded patient return electrode is manufactured with our patented PolyHesive™ II high moisture, conductive adhesive",
        "description": "The Valleylab™ PolyHesive™ corded patient return electrode is manufactured with our patented PolyHesive™ II high moisture, conductive adhesive hydrogel that provides the performance of a gel without the gel mess.",
        "features": {
            "ftr-1": {
                "name": "PolyHesive™ II hydrogel benefits",
                "ftrvals": [
                    "Water-based hydrogel lowers skin resistance",
                    "Elongation fills patient skin irregularities and minimizes contact voids to improve the total electrical conduction area"
                ]
            },
            "ftr-2": {
                "name": "Electrode benefits",
                "ftrvals": [
                    "Surface area disperses current over large area, minimizing heat buildup",
                    "Acrylic adhesive improves pad contact quality and provides a moisture barrier to significantly reduce the potential for fluid invasion",
                    "Adult, infant (less than 30 lbs.), and neonatal (less than 6 lbs.) sizes available",
                    "Non-irritating and non-sensitizing"
                ]
            },
            "ftr-3": {
                "name": "REM contact quality monitoring system",
                "ftrvals": [
                    "The Valleylab™ REM PolyHesive™ system monitors patient impedance levels, automatically deactivating the generator if a fault at the patient return electrode is detected."
                ]
            }
        }
    },
    {
        "id": 82139,
        "brand": "Medtronic",
        "category": "Electrosurgical Accessories",
        "path": "/products/medtronic/electrosurgical-accessories",
        "title": "Valleylab™ tip cleaner",
        "slug": "valleylab-tip-cleaner",
        "url": "",
        "imgurl": "/img/valleylab-electrode-tip-cleaner-prod.jpeg",
        "videourl": "",
        "shortdesc": "The Valleylab™ tip cleaner is designed for use with stainless steel electrodes.",
        "deschead": "Valleylab™ tip cleaner",
        "description": "The Valleylab™ tip cleaner is designed for use with stainless steel electrodes.",
        "features": {
            "ftr-1": {
                "name": "Main Features",
                "ftrvals": [
                    "The Valleylab™ tip cleaner is designed for use with stainless steel electrodes."
                ]
            }
        }
    },
    {
        "id": 82140,
        "brand": "Medtronic",
        "category": "Electrosurgical Accessories",
        "path": "/products/medtronic/electrosurgical-accessories",
        "title": "Valleylab™ cord",
        "slug": "valleylab-cord",
        "url": "",
        "imgurl": "/img/valleylab-electrosurgery-cord-prod.jpeg",
        "videourl": "",
        "shortdesc": "Valleylab™ monopolar and bipolar accessory cords are available in single-use or reusable styles for hand switch or foot switch activated instruments.",
        "deschead": "Valleylab™ electrosurgery cord",
        "description": "Valleylab™ monopolar and bipolar accessory cords are available in single-use or reusable styles for hand switch or foot switch activated instruments.",
        "features": {
            "ftr-1": {
                "name": "Main Features",
                "ftrvals": [
                    "Valleylab™ monopolar and bipolar accessory cords are available in single-use or reusable styles for hand switch or foot switch activated instruments."
                ]
            }
        }
    },
    {
        "id": 82141,
        "brand": "Medtronic",
        "category": "Electrosurgical Accessories",
        "path": "/products/medtronic/electrosurgical-accessories",
        "title": "ForceTriad™ bipolar resection cord",
        "slug": "forcetriad-bipolar-resection-cord",
        "url": "",
        "imgurl": "/img/forcetriad-bipolar-resection-cords-prod.jpeg",
        "videourl": "",
        "shortdesc": "The ForceTriad™ reusable bipolar resection cord is compatible with the ForceTriad™ energy platform.",
        "deschead": "ForceTriad™ bipolar resection cord",
        "description": "The ForceTriad™ reusable bipolar resection cord is compatible with the ForceTriad™ energy platform.",
        "features": {
            "ftr-1": {
                "name": "Main Features",
                "ftrvals": [
                    "The ForceTriad™ reusable bipolar resection cord is compatible with the ForceTriad™ energy platform."
                ]
            }
        }
    },
    {
        "id": 82142,
        "brand": "Medtronic",
        "category": "Electrosurgical Accessories",
        "path": "/products/medtronic/electrosurgical-accessories",
        "title": "ForceTriad™ bipolar adapter",
        "slug": "forcetriad-bipolar-resection-cord",
        "url": "",
        "imgurl": "/img/valleylab-bipolar-adapter-prod.jpeg",
        "videourl": "",
        "shortdesc": "The ForceTriad™ bipolar adapter allows connection of bipolar accessory cords with standard dual-pin connector to our energy platform.",
        "deschead": "ForceTriad™ bipolar adapter",
        "description": "The ForceTriad™ bipolar adapter allows connection of bipolar accessory cords with standard dual-pin connector to our energy platform.",
        "features": {
            "ftr-1": {
                "name": "Main Features",
                "ftrvals": [
                    "The ForceTriad™ bipolar adapter allows connection of bipolar accessory cords with standard dual-pin connector to our energy platform."
                ]
            }
        }
    },
    {
        "id": 82143,
        "brand": "Medtronic",
        "category": "Laparoscopic Access Instruments",
        "path": "/products/medtronic/laparoscopic-access-instruments",
        "title": "Endo Mini-Shears™ instrument",
        "slug": "endo-mini-shears-instrument",
        "url": "",
        "imgurl": "/img/endo-mini-shears-prod.jpeg",
        "videourl": "",
        "shortdesc": "The Endo Mini-Shears™ instrument is intended for use in a variety of endoscopic, gynecologic, and general laparoscopic procedures.",
        "deschead": "Endo Mini-Shears™ instrument",
        "description": "The Endo Mini-Shears™ with monopolar cautery are designed for introduction and use through all appropriately sized Medtronic™ trocar sleeves or larger sized trocar sleeves with the use of a converter.",
        "features": {
            "ftr-1": {
                "name": "Main Features",
                "ftrvals": [
                    "The Endo Mini-Shears™ with monopolar cautery are designed for introduction and use through all appropriately sized Medtronic™ trocar sleeves or larger sized trocar sleeves with the use of a converter."
                ]
            }
        }
    },
    {
        "id": 82144,
        "brand": "Medtronic",
        "category": "Laparoscopic Access Instruments",
        "path": "/products/medtronic/laparoscopic-access-instruments",
        "title": "Endo Sciz™ instrument",
        "slug": "endo-sciz-instrument",
        "url": "",
        "imgurl": "/img/endo-sciz-instrument-prodmast.jpeg",
        "videourl": "",
        "shortdesc": "The Endo Sciz™ instrument is used in general, thoracic, gynecologic, urologic, and endoscopic procedures for mobilizing and transecting tissue.",
        "deschead": "Endo Sciz™ instrument",
        "description": "The Endo Sciz™ instrument is used in general, thoracic, gynecologic, urologic, and endoscopic procedures for mobilizing and transecting tissue.",
        "features": {
            "ftr-1": {
                "name": "Main Features",
                "ftrvals": [
                    "The Endo Sciz™ instrument is used in general, thoracic, gynecologic, urologic, and endoscopic procedures for mobilizing and transecting tissue."
                ]
            }
        }
    },
    {
        "id": 82145,
        "brand": "Medtronic",
        "category": "Laparoscopic Access Instruments",
        "path": "/products/medtronic/laparoscopic-access-instruments",
        "title": "Endo Dissect™ instrument",
        "slug": "endo-dissect-instrument",
        "url": "",
        "imgurl": "/img/endo-dissect-5mm-jaws-prodmast.jpeg",
        "videourl": "",
        "shortdesc": "The Endo Dissect™ instrument has application in a variety of endoscopic, gynecological, and laparoscopic procedures.",
        "deschead": "Endo Dissect™ instrument",
        "description": "The Endo Dissect™ dissector with monopolar cautery is designed for introduction and use through all appropriately sized Medtronic™ trocar sleeves or larger sized trocar sleeves with the use of a converter.",
        "features": {
            "ftr-1": {
                "name": "Main Features",
                "ftrvals": [
                    "The Endo Dissect™ dissector with monopolar cautery is designed for introduction and use through all appropriately sized Medtronic™ trocar sleeves or larger sized trocar sleeves with the use of a converter."
                ]
            }
        }
    },
    {
        "id": 82146,
        "brand": "Medtronic",
        "category": "Laparoscopic Access Instruments",
        "path": "/products/medtronic/laparoscopic-access-instruments",
        "title": "Endo Shears™ instrument",
        "slug": "endo-shears-instrument",
        "url": "",
        "imgurl": "/img/endo-shears-short-prod.jpeg",
        "videourl": "",
        "shortdesc": "The Endo Shears™ instrument is used in gynecologic, general, and endoscopic procedures for the mobilization and transection of tissue.",
        "deschead": "Endo Shears™ instrument",
        "description": "The Endo Shears™ instrument is used in gynecologic, general, and endoscopic procedures for the mobilization and transection of tissue.",
        "features": {
            "ftr-1": {
                "name": "Main Features",
                "ftrvals": [
                    "The Endo Shears™ instrument is used in gynecologic, general, and endoscopic procedures for the mobilization and transection of tissue."
                ]
            }
        }
    },
    {
        "id": 82147,
        "brand": "Koning Corporation",
        "category": "Koning Breast Imaging",
        "path": "/products/koning-corporation/koning-breast-imaging",
        "title": "Koning Vera Breast Cancer CT Scanner",
        "slug": "koning-breast-cancer-ct-scanner",
        "url": "",
        "imgurl": "/img/koning-breast-imager.webp",
        "videourl": "",
        "shortdesc": "For the First time in Breast Imaging History, KBCT has Introduced Co- Registration in Multiple Planes using TRUE 3D Volumetric Imaging",
        "deschead": "Koning Benefits",
        "description": "Current Mammogram Techniques are Falling Short of Expectations. With Documented Limitations, it is absurd that more Steps havent been taken to Mitigate these Issues. The benefits of Koning Breast CT are evident; KBCT rotates 360 around the Breast Acquiring a True Isotropic 3D dataset in 7 seconds.",
        "features": {
            "ftr-1": {
                "name": "Other Benefits Include:",
                "ftrvals": [
                    "Compelling Economics",
                    "Higher Throughput",
                    "High Quality, True Isotropic 3D imaging giving you Reliable Exam Results",
                    "Ability to Perform Biopsies without the need for Multiple Devices Capital Equipment Efficiency-Replaces",
                    "Small Footprint, Limited Facility Modification",
                    "Superior Detection Capabilities"
                ]
            },
            "ftr-2": {
                "name": "Current Limitations of FFDM And DBT",
                "ftrvals": [
                    "Breast Compression (Inherently excludes chest wall)",
                    "Compression Artifacts",
                    "Ambiguity of Distribution",
                    "Measurement Inaccuracies",
                    "Difficulty in Defining Extent of Disease Poor Spatial Representation of ROI"
                ]
            }
        }
    },
    {
        "id": 82148,
        "brand": "Medtronic",
        "category": "Pain Management",
        "path": "/products/medtronic/pain-management",
        "title": "Accurian™ RF ablation platform",
        "slug": "pm-accurian-rf-ablation-platform",
        "url": "",
        "imgurl": "/img/accurian-generator-prod.jpg",
        "videourl": "",
        "shortdesc": "Accurian™ is a radiofrequency (RF) nerve tissue ablation platform that delivers consistent and predictable lesions and smart features for ease of use.",
        "deschead": "RF ablation platform designed from the ground up",
        "description": "The Accurian™ radiofrequency (RF) ablation platform combines proprietary hardware design and quad core processing, resulting in sophisticated algorithms that manage power and control temperature during ablation surgery. Together, enhanced and standard ablation procedures create a comprehensive range of lesion shapes, sizes, and volumes — predictably and consistently. Extensively tested for lasting reliability, the Accurian™ ablation therapy platform is upgrade-ready for the future.",
        "features": {
            "ftr-1": {
                "name": "Form consistent and predictable lesions across all channels",
                "ftrvals": [
                    "The ultra-responsive proprietary algorithm accurately regulates temperature — resulting in consistent and predictable lesion formation during the entire procedure on all active channels.",
                    "The SmartStart™ algorithm strategically distributes power to ensure that all channels reach and maintain the set temperature — reducing the risk of underpowered scenarios."
                ]
            },
            "ftr-2": {
                "name": "Smart probes",
                "ftrvals": [
                    "On-screen identification helps you easily troubleshoot a specific channel",
                    "Chip-enhanced probes",
                    "On-screen tutorials"
                ]
            },
            "ftr-3": {
                "name": "Manage four channels independently",
                "ftrvals": [
                    "Channel-specific start/stop/restart, temperature control and timer control mean you can manage four ablations independently — even mid-procedure.",
                    "Advanced power management allows four channels to start simultaneously — independently or staggered."
                ]
            },
            "ftr-4": {
                "name": "Boost efficiency with smart features",
                "ftrvals": [
                    "PDF procedure and reusable probe usage reports",
                    "14-ft combined hub and probe cables",
                    "Ability to self-test and self-calibrate with each generator start, reducing the need for maintenance"
                ]
            },
            "ftr-5": {
                "name": "Technology features",
                "ftrvals": [
                    "Easily upgrade software via USB to minimize downtime",
                    "High-resolution 16:9 touchscreen",
                    "HDMI port for secondary monitor",
                    "Intuitive and easy-to-use design",
                    "Room for up to 10 treatment or physician profiles"
                ]
            },
            "ftr-6": {
                "name": "Accurian™ enhanced RF",
                "ftrvals": [
                    "Internally cooled probes create larger, spherical lesions (compared to standard lesions) with greater distal projection.",
                    "Enhanced probes offer increased flexibility in approach angle (as much as 45% of lesion volume is projected distally to probe tip).",
                    "Add cooling pump for enhanced procedures with internally cooled probes."
                ]
            }
        }
    },
    {
        "id": 82149,
        "brand": "Medtronic",
        "category": "Smoke Evacuation Systems And Accessories",
        "path": "/products/medtronic/smoke-evacuation-systems-and-accessories",
        "title": "Valleylab™ smoke evacuation pencil",
        "slug": "valleylab-smoke-evacuation-pencil",
        "url": "",
        "imgurl": "/img/valleylab-smoke-evacuator-pencil-right-prod.jpg",
        "videourl": "",
        "shortdesc": "The Valleylab™ smoke evacuation pencils are available in multiple formats to fit your specific needs.",
        "deschead": "Smoke Evacuation System and Accessories",
        "description": "Smoke in the surgical field can obscure your vision, delay procedures, and pose risks to your team. Each Valleylab™ smoke evacuation pencil model offers the flexibility to facilitate access and visibility at the surgical site for your open procedures.",
        "features": {
            "ftr-1": {
                "name": "Valleylab™ smoke evacuation pencil",
                "ftrvals": [
                    "The Valleylab™ smoke evacuation pencil (button switch) with telescoping cannula provides visibility in the surgical site."
                ]
            },
            "ftr-2": {
                "name": "Valleylab™ smoke evacuation rocker switch pencil",
                "ftrvals": [
                    "The Valleylab™ smoke evacuation rocker switch pencil captures smoke with its narrow profile while provideing a balanced and secure grip."
                ]
            },
            "ftr-3": {
                "name": "Valleylab™ telescoping smoke evacuation rocker switch pencil",
                "ftrvals": [
                    "The Valleylab™ telescoping smoke evacuation pencil offers an independently telescoping smoke nozzle and electrode"
                ]
            }
        }
    },
    {
        "id": 82150,
        "brand": "Medtronic",
        "category": "Smoke Evacuation Systems And Accessories",
        "path": "/products/medtronic/smoke-evacuation-systems-and-accessories",
        "title": "RapidVac™ smoke evacuation system",
        "slug": "rapidvac-smoke-evacuation-system",
        "url": "",
        "imgurl": "/img/se4010-rapidvac-smoke-evacuator-prod-a.jpg",
        "videourl": "",
        "shortdesc": "The RapidVac™ smoke evacuation system captures and filters surgical smoke to remove odor, particulates, and other byproducts of electrosurgery procedures.",
        "deschead": "Easy, effective, economical, and quiet smoke evacuation",
        "description": "The RapidVac™ smoke evacuation system is designed to effectively capture and filter surgical smoke to remove odor, particulates, and other potentially hazardous byproducts of electrosurgery procedures. The system works with the Valleylab™ FT10 energy platform, Valleylab™ FX8 energy platform, and other Medtronic electrosurgical generators. Optional accessories are available to enable other electrosurgical generators to synchronize with the RapidVac™ system.",
        "features": {
            "ftr-1": {
                "name": "Main Features",
                "ftrvals": [
                    "The RapidVac™ smoke evacuation system consists of multiple components, all working together to capture and filter surgical smoke during procedures."
                ]
            },
            "ftr-2": {
                "name": "RapidVac™ smoke evacuator",
                "ftrvals": [
                    "The RapidVac™ smoke evacuator works with the Medtronic electrosurgical generator to evacuate electrosurgical smoke and laser plume."
                ]
            },
            "ftr-3": {
                "name": "RapidVac™ ULPA filter",
                "ftrvals": [
                    "The RapidVac™ ULPA filter is a four-stage smoke evacuation filter."
                ]
            },
            "ftr-4": {
                "name": "RapidVac™ interlink cable",
                "ftrvals": [
                    "The RapidVac™ interlink cable synchronizes the RapidVac™ system to the Medtronic generator."
                ]
            },
            "ftr-5": {
                "name": "RapidVac™ remote switch activator",
                "ftrvals": [
                    "The RapidVac™ remote switch activator synchronizes the RapidVac™ smoke evacuator system to a Medtronic generator by recognizing the cut and coag current that is being emitted."
                ]
            },
            "ftr-6": {
                "name": "RapidVac™ footswitch",
                "ftrvals": [
                    "The RapidVac™ smoke evacuator footswitch is used to activate the RapidVac™ smoke evacuator."
                ]
            },
            "ftr-7": {
                "name": "RapidVac™ smoke tubing",
                "ftrvals": [
                    "RapidVac™ smoke tubing enables controlled smoke evacuation when connected to the RapidVac™ ULPA filter."
                ]
            },
            "ftr-8": {
                "name": "RapidVac™ smoke wand",
                "ftrvals": [
                    "The RapidVac™ smoke wand is used in the evacuation of laser plume."
                ]
            },
            "ftr-9": {
                "name": "RapidVac™ fluid trap",
                "ftrvals": [
                    "The RapidVac™ fluid trap is designed to capture fluid that is inadvertently suctioned by the smoke capture device. This prevents fluid from reaching the filter. The RVFT10 connects to the 7/8 inch port on the RapidVac™ ULPA filter."
                ]
            }
        }
    },
    {
        "id": 82151,
        "brand": "Medtronic",
        "category": "Smoke Evacuation Systems And Accessories",
        "path": "/products/medtronic/smoke-evacuation-systems-and-accessories",
        "title": "Valleylab™ SM smoke management pencil",
        "slug": "valleylab-sm-smoke-management-pencil",
        "url": "",
        "imgurl": "/img/valleylab-smoke-pencil-angle-right-zoom-prodmast.jpg",
        "videourl": "",
        "shortdesc": "The Valleylab™ SM smoke management pencil is a slim, integrated smoke pencil designed to remove surgical smoke plume during electrosurgery.",
        "deschead": "Valleylab™ SM smoke management pencil",
        "description": "The Valleylab™ SM smoke management pencil provides smoke capture, in a lightweight ergonomic offering. This pencil allows surgeons to be confident they are effectively addressing surgical smoke at the source, protecting staff and patients alike.",
        "features": {
            "ftr-1": {
                "name": "Valleylab™ SM pencil",
                "ftrvals": [
                    "Striking the right balance between size, ergonomics, and smoke capture — the Valleylab™ SM pencil delivers superior air flow‡ and smoke removal§ in a compact, narrow design"
                ]
            },
            "ftr-2": {
                "name": "Superior clinical performance",
                "ftrvals": [
                    "30% higher air flow",
                    "More efficient smoke capture"
                ]
            },
            "ftr-3": {
                "name": "Enhanced ergonomics",
                "ftrvals": [
                    "Supports natural hand and wrist movement",
                    "A lightweight and natural feel"
                ]
            },
            "ftr-4": {
                "name": "Seamless integration",
                "ftrvals": [
                    "Easy set up",
                    "As natural to use as a standard electrosurgery pencil"
                ]
            },
            "ftr-5": {
                "name": "360 degrees of freedom",
                "ftrvals": [
                    "A 360-degree swivel supports natural hand and wrist movement."
                ]
            },
            "ftr-6": {
                "name": "Get a grip",
                "ftrvals": [
                    "Nonslip buttons are easy to use when you're wearing gloves."
                ]
            },
            "ftr-7": {
                "name": "A clear vision",
                "ftrvals": [
                    "A transparent tip for good visibility at the surgical site"
                ]
            },
            "ftr-8": {
                "name": "Access granted",
                "ftrvals": [
                    "Optimal access to the surgical site"
                ]
            },
            "ftr-9": {
                "name": "Keep a low profile",
                "ftrvals": [
                    "A compact, low-profile design means the Valleylab™ SM pencil fits into your OR environment."
                ]
            },
            "ftr-10": {
                "name": "Wired for efficiency",
                "ftrvals": [
                    "An integrated ESU wire simplifies cord management during your procedures."
                ]
            }
        }
    },
    {
        "id": 82152,
        "brand": "Medtronic",
        "category": "Smoke Evacuation Systems And Accessories",
        "path": "/products/medtronic/smoke-evacuation-systems-and-accessories",
        "title": "Valleylab™ laparoscopic smoke evacuation system",
        "slug": "valleylab-laparoscopic-smoke-evacuation-system",
        "url": "",
        "imgurl": "/img/sel7010-lapevac-2-edit.jpg",
        "videourl": "",
        "shortdesc": "The Valleylab™ laparoscopic smoke evacuation system connects to a standard luer-lock trocar and a suction or vacuum unit.",
        "deschead": "Valleylab™ laparoscopic smoke evacuation system",
        "description": "The Valleylab™ laparoscopic smoke evacuation system connects to a standard luer-lock trocar and a suction or vacuum unit.",
        "features": {
            "ftr-1": {
                "name": "Main Features",
                "ftrvals": [
                    "The Valleylab™ laparoscopic smoke evacuation system connects to a standard luer-lock trocar and a suction or vacuum unit."
                ]
            }
        }
    },
    {
        "id": 82153,
        "brand": "Medtronic",
        "category": "Superficial Vein",
        "path": "/products/medtronic/superficial-vein",
        "title": "ClosureFast RFA ablation system",
        "slug": "closurefast-rfa-system",
        "url": "",
        "imgurl": "/img/closurefast-rfa-system-prodmast.jpg",
        "videourl": "",
        "shortdesc": "The ClosureFast™ procedure uses radiofrequency energy to treat patients with superficial vein disease.",
        "deschead": "Deliver lasting results with gap-free thermal ablation",
        "description": "The ClosureFast™ procedure features a patented overlap of 0.5 cm at each thermal treatment segment, eliminating gaps between segments ― for lasting vein closure.",
        "features": {
            "ftr-1": {
                "name": "ClosureFast™ radiofrequency ablation catheter",
                "ftrvals": [
                    "The ClosureFast™ radiofrequency ablation catheter precisely heats an 8 cm vein segment (or 3 cm for shorter, refluxing vein lengths) in one 20-second interval.",
                    "The heat provided by the catheter shrinks and collapses the target vein, creating a fibrotic seal and occluding the vessel."
                ]
            },
            "ftr-2": {
                "name": "ClosureFast™ radiofrequency stylet",
                "ftrvals": [
                    "The ClosureRFS™ radiofrequency stylet is an intravascular ablation device specifically intended for the treatment of incompetent perforator and tributary veins.",
                    "This minimally invasive outpatient procedure leaves minimal scarring at the puncture site and can be either the primary treatment or an adjunct treatment using the ClosureFast™ radiofrequency ablation catheter."
                ]
            },
            "ftr-3": {
                "name": "ClosureFast™ radiofrequency generator",
                "ftrvals": [
                    "The ClosureRFG™ generator delivers radiofrequency energy to the ClosureFast™ radiofrequency ablation catheter and the ClosureRFS™ radiofrequency stylet for the effective treatment of CVI.",
                    "The controlled feedback mechanism monitors intravascular heat parameters in real time to automatically regulate therapeutic power."
                ]
            }
        }
    },
    {
        "id": 82154,
        "brand": "Medtronic",
        "category": "Surgical Energy Systems",
        "path": "/products/medtronic/surgical-energy-systems",
        "title": "Affera™ mapping system",
        "slug": "affera-mapping-system",
        "url": "",
        "imgurl": "/img/affera-mapping-system-prodmast.jpg",
        "videourl": "",
        "shortdesc": "The Affera™ mapping system with Prism-1 software is designed to automate, inform, and optimize the ablation procedure using innovative clinical tools.",
        "deschead": "Affera™ mapping system",
        "description": "Built with user experience in mind, the Affera™ mapping system addresses the most common needs of today's electrophysiologists with elegant features and an innovative suite of software functionalities to enhance clinical workflows.",
        "features": {
            "ftr-1": {
                "name": "Automatic and continuous collection",
                "ftrvals": [
                    "Collect everything; display the rhythm you want to see."
                ]
            },
            "ftr-2": {
                "name": "Fast remap and cloning",
                "ftrvals": [
                    "Start a new map quickly and efficiently while maintaining the active map's geometry, chamber, rhythm, window of interest, or even EGM data."
                ]
            }
        }
    },
    {
        "id": 82155,
        "brand": "Medtronic",
        "category": "Surgical Sponge Detection Systems",
        "path": "/products/medtronic/surgical-sponge-detection-systems",
        "title": "Situate™ detection system X",
        "slug": "situate-detection-system-x",
        "url": "",
        "imgurl": "/img/mdt-situate-system-x-complete-no-extremity.jpg",
        "videourl": "",
        "shortdesc": "The Situate™ detection system X is designed to be used as an adjunct technology to manually counting surgical sponges.",
        "deschead": "Surgical Sponge Detection Systems",
        "description": "The Situate™ detection system X uses a low-energy radiofrequency (RF) signal to detect surgical premium cotton (gauze, sponges, and towels) left in or around the patient within the surgical field.",
        "features": {
            "ftr-1": {
                "name": "Situate™ detection console",
                "ftrvals": [
                    "The console and user interface provide on-screen prompts that guide workflow and generate unique confirmation codes of each scan for convenient EMR entry — during the procedure. This allows OR staff to reconcile any inaccuracies before the case is closed."
                ]
            },
            "ftr-2": {
                "name": "Situate™ body scanner lite",
                "ftrvals": [
                    "The Situate™ body scanner pad, containing six evenly distributed radiolucent antennae, is placed under the patient. It identifies Situate™ detection system tagged sponges."
                ]
            },
            "ftr-3": {
                "name": "Situate™ room scanner",
                "ftrvals": [
                    "Situate™ room scanner is a handheld, motion-based device that locates missing sponges beyond the sterile field3 — in linens, trash, and anywhere else they may end up. The wand functions as both an antenna and receiver to look for and detect Situate™ premium cotton."
                ]
            },
            "ftr-4": {
                "name": "Situate™ premium cotton",
                "ftrvals": [
                    "Situate™ premium tagged cotton are single-use cotton disposables with an attached RF tag that must be used with the Situate™ detection system X. When activated by magnetic impulses from the scanning devices, the tag resonates a signal that allows for the detection of these cotton disposables."
                ]
            }
        }
    },
    {
        "id": 82156,
        "brand": "Medtronic",
        "category": "Surgical Sponge Detection Systems",
        "path": "/products/medtronic/surgical-sponge-detection-systems",
        "title": "Situate™ delivery system",
        "slug": "situate-delivery-system",
        "url": "",
        "imgurl": "/img/mdt-situate-delivery-stand-prod.jpg",
        "videourl": "",
        "shortdesc": "The Situate™ delivery system is a delivery room safety tool designed to detect missing tagged sponges.",
        "deschead": "Protection against retained sponges for new mothers. Peace of mind for you.",
        "description": "The Situate™ delivery system is an adjunct technology to manual counting. It addresses retained sponge prevention in one of the most vital arenas in modern medicine, detecting missing tagged sponges in patients and the delivery room.",
        "features": {
            "ftr-1": {
                "name": "Situate™ delivery console",
                "ftrvals": [
                    "The user-friendly interface of the Situate™ delivery console offers on-screen prompts to ensure compliance and clearly indicates the presence or absence of remaining sponges."
                ]
            },
            "ftr-2": {
                "name": "Situate™ delivery scanner",
                "ftrvals": [
                    "The nonintrusive, handheld Situate™ delivery scanner is designed to enable post-delivery vaginal scanning optimized for angle and depth of the birthing canal. The scanner is an adjunct technology to manual counting."
                ]
            },
            "ftr-3": {
                "name": "Situate™ premium tagged cotton",
                "ftrvals": [
                    "The Situate™ system uses sensors to transmit nonionizing, low frequency radio waves to detect tagged cotton. When the tagged cotton is stimulated by the scanner's signal, it transmits its own signal back to the console, instantly identifying its presence."
                ]
            }
        }
    },
    {
        "id": 82157,
        "brand": "Medtronic",
        "category": "Ultrasonic Dissection Products",
        "path": "/products/medtronic/ultrasonic-dissection-products",
        "title": "Sonicision™ ultrasonic dissection device",
        "slug": "sonicision-7-curved-jaw-cordless-ultrasonic-dissection-device",
        "url": "",
        "imgurl": "/img/scd7a26-sonicision7-rear-prod-3b.jpg",
        "videourl": "",
        "shortdesc": "The Sonicision™ 7 curved jaw ultrasonic dissector is a cordless device capable of coagulating and dissecting vessels.",
        "deschead": "Experience cordless freedom with the Sonicision™ 7 curved jaw ultrasonic device",
        "description": "The tapered jaw design of the Sonicision™ 7 curved jaw device provides the access and visibility you need to advance care. Get precise access to tissue planes† and access in tight spaces. Visualize target structures‡ and the tips of the device throughout your procedures. Discover its ability to follow curved anatomical structures.",
        "features": {
            "ftr-1": {
                "name": "Effortless efficiency",
                "ftrvals": [
                    "Dual-mode energy activation button provides more efficiency in surgical procedures than multi-button activation",
                    "7 mm vessel coagulation capability improves surgical efficiency over devices that coagulate vessels up to 5 mm",
                    "Easy assembly enables procedural efficiency, allowing nurses to have the device ready before the surgeon and patient are in the operating room"
                ]
            },
            "ftr-2": {
                "name": "The essence of ease",
                "ftrvals": [
                    "Dual-mode energy control in one button improves procedural focus",
                    "Design facilitates comfortable use throughout a variety of procedures",
                    "Integrated torque wrench simplifies setup"
                ]
            },
            "ftr-3": {
                "name": "The power of portability",
                "ftrvals": [
                    "Enables more natural movement",
                    "Makes instrument exchanges easier",
                    "Saves space in the OR with a smaller footprint"
                ]
            }
        }
    },
    {
        "id": 82158,
        "brand": "Medtronic",
        "category": "Vessel Sealing",
        "path": "/products/medtronic/vessel-sealing",
        "title": "LigaSure™ XP Maryland jaw sealer-divider",
        "slug": "ligasure-xp-maryland-jaw-sealer-divider-nano-coating",
        "url": "",
        "imgurl": "/img/ligasure-xp-maryland-jaw-1step-latching-angled.jpg",
        "videourl": "",
        "shortdesc": "The LigaSure™ XP Maryland jaw device offers next-level vessel sealing technology - including latching handles and one-step sealing.",
        "deschead": "Performance advantages that give you the edge",
        "description": "The LigaSure™ XP Maryland jaw sealer-divider is advancing surgical energy to meet the evolving needs of surgeons and their patients. With the LigaSure™ XP Maryland jaw device, you get all the advantages of the LigaSure™ technology you've come to love, plus additional next-level benefits.",
        "features": {
            "ftr-1": {
                "name": "Take vessel sealing to the next level",
                "ftrvals": [
                    "Offering one-step or latching handle designs, LigaSure™ XP Maryland jaw devices provide surgeons new levels of performance precision and procedural efficiency in vessel sealing."
                ]
            },
            "ftr-2": {
                "name": "Increased jaw length and optimal force to manage thick tissue",
                "ftrvals": [
                    "Longer seal plate with increased cut length",
                    "Larger jaw opening (aperture)",
                    "Higher jaw force for increased tissue compression when sealing and manipulating tissue",
                    "Nano-coated jaws reduce tissue sticking"
                ]
            },
            "ftr-3": {
                "name": "Designed for more precise dissection",
                "ftrvals": [
                    "360° continuous jaw rotation",
                    "Energized tissue dissection to tip of device",
                    "Blade travels close to device tip",
                    "Curved, tapered jaw profile for fine dissection",
                    "Jaw design makes it easier to access tissue planes"
                ]
            }
        }
    },
    {
        "id": 82159,
        "brand": "Medtronic",
        "category": "Vessel Sealing",
        "path": "/products/medtronic/vessel-sealing",
        "title": "LigaSure™ exact surgical dissector",
        "slug": "ligasure-exact-dissector",
        "url": "",
        "imgurl": "/img/lf2019rtopen-shdw.jpg",
        "videourl": "",
        "shortdesc": "The LigaSure™ exact dissector is a surgical dissection device with nonstick nano-coated jaws.",
        "deschead": "LigaSure™ exact dissector",
        "description": "The LigaSure™ exact dissector offers precision and efficiency for better dissection† — with a cool jaw profile1 and enhanced ability to work in tight spaces. Built on reliable LigaSure™ technology, our newest surgical advancement offers faster cooling times1 with superior access and more precise dissection.",
        "features": {
            "ftr-1": {
                "name": "Fine dissection. Balanced handling",
                "ftrvals": [
                    "Balanced design that supports activations with either hand",
                    "Full soft-touch rings",
                    "Cutting trigger that's aligned with the handle to eliminate interference with wound edge",
                    "Curved jaw to maximize sight line",
                    "Slim nonstick nano-coated jaw for precise blunt dissection",
                    "Optimized length to provide precise control",
                    "Activation button"
                ]
            },
            "ftr-2": {
                "name": "Low temperature profile",
                "ftrvals": [
                    "Cool down fast for secure and atraumatic tissue grasping",
                    "Stay cool over multiple activations",
                    "Higher jaw force for increased tissue compression when sealing and manipulating tissue",
                    "Nano-coated jaws reduce tissue sticking"
                ]
            },
            "ftr-3": {
                "name": "Precise performance",
                "ftrvals": [
                    "Allows for precision around critical structures",
                    "Enhances the ability to work in tight spaces",
                    "Maximizes the line of sight"
                ]
            }
        }
    },
    {
        "id": 82160,
        "brand": "Medtronic",
        "category": "Vessel Sealing",
        "path": "/products/medtronic/vessel-sealing",
        "title": "LigaSure Atlas™ tissue fusion open instrument",
        "slug": "ligasure-atlas-tissue-fusion-open-instrument",
        "url": "",
        "imgurl": "/img/cv-ls1020-atlas-open-sealer.jpg",
        "videourl": "",
        "shortdesc": "The LigaSure Atlas™ tissue fusion open instrument is a blunt tip vessel sealer and divider, featuring a 20 cm shaft for use in open procedures.",
        "deschead": "LigaSure Atlas™ tissue fusion open instrument",
        "description": "The LigaSure Atlas™ tissue fusion open instrument is a blunt tip vessel sealer and divider, featuring a 20 cm shaft for use in open procedures.",
        "features": {
            "ftr-1": {
                "name": "The LigaSure Atlas™ tissue fusion open instrument has the following procedural applications",
                "ftrvals": [
                    "Adhesiolysis",
                    "Abdominal hysterectomy",
                    "Gastric bypass",
                    "Colon resection",
                    "Cystectomy",
                    "Radical prostatectomy",
                    "Gastrectomy",
                    "Splenectomy",
                    "Salpingo-oophorectomy",
                    "Nephrectomy"
                ]
            }
        }
    },
    {
        "id": 82161,
        "brand": "Medtronic",
        "category": "Vessel Sealing",
        "path": "/products/medtronic/vessel-sealing",
        "title": "LigaSure™ Maryland jaw thoracic sealer-divider",
        "slug": "ligasure-maryland-jaw-thoracic-sealer-divider-nano-coating",
        "url": "",
        "imgurl": "/img/ligasure-maryland-jaw-thoracic-device-left-prodmast.jpg",
        "videourl": "",
        "shortdesc": "The LigaSure™ Maryland jaw thoracic sealer-divider is a multifunctional nano-coated instrument designed for sealing pulmonary veins and arteries.",
        "deschead": "Reliable vessel-sealing technology — tailored for thoracic surgery",
        "description": "The LigaSure™ Maryland jaw thoracic sealer/divider is part of our commitment to transforming lung care. It's the first — and only — minimally invasive LigaSure™ device designed for VATS procedures and indicated for sealing pulmonary veins and arteries up to and including 7 mm.",
        "features": {
            "ftr-1": {
                "name": "The multifunctional LigaSure™ Maryland jaw thoracic device complements thoracic procedures by providing",
                "ftrvals": [
                    "One-step vessel sealing",
                    "Enhanced blunt dissection",
                    "Secure, atraumatic grasping",
                    "Cold cutting independent of sealing"
                ]
            },
            "ftr-2": {
                "name": "The LigaSure™ technology difference",
                "ftrvals": [
                    "Reliable LigaSure™ vessel-sealing technology drives the LigaSure™ thoracic device. It works by using the body's own collagen and elastin to create a permanent seal that is designed to withstand three times normal pulmonary systolic blood pressure.",
                    "Plus, LigaSure™ technology eliminates the guesswork — and minimizes thermal spread — by automatically discontinuing energy delivery when the seal cycle is complete."
                ]
            }
        }
    },
    {
        "id": 82162,
        "brand": "Medtronic",
        "category": "Vessel Sealing",
        "path": "/products/medtronic/vessel-sealing",
        "title": "LigaSure Atlas™ tissue fusion instrument",
        "slug": "ligasure-atlas-tissue-fusion-laparoscopic-instrument",
        "url": "",
        "imgurl": "/img/cv-ls1037-atlas-laparoscopic-sealer.jpg",
        "videourl": "",
        "shortdesc": "The LigaSure Atlas™ tissue fusion instrument is a blunt tip vessel sealer and divider, featuring a 37 cm shaft for use in laparoscopic procedures.",
        "deschead": "LigaSure Atlas™ tissue fusion laparoscopic instrument",
        "description": "The LigaSure Atlas™ tissue fusion laparoscopic instrument is a blunt tip vessel sealer and divider that has the following procedural applications",
        "features": {
            "ftr-1": {
                "name": "Main Features",
                "ftrvals": [
                    "Adrenalectomy",
                    "Axillary dissection",
                    "Gastrectomy",
                    "Colectomy",
                    "Nephrectomy",
                    "Liver resection",
                    "Splenectomy",
                    "Whipple"
                ]
            }
        }
    },
    {
        "id": 82163,
        "brand": "Medtronic",
        "category": "Vessel Sealing",
        "path": "/products/medtronic/vessel-sealing",
        "title": "LigaSure™ retractable L-hook laparoscopic sealer-divider",
        "slug": "ligasure-retractable-l-hook-laparoscopic-sealer-divider",
        "url": "",
        "imgurl": "/img/mdt-lf5644-lo.jpg",
        "videourl": "",
        "shortdesc": "The LigaSure™ retractable L-hook laparoscopic sealer-divider combines the functionality of five laparoscopic devices into one versatile instrument.",
        "deschead": "One instrument. Five functions. Countless benefits.",
        "description": "In your hands, our energy solutions have been setting the standard of patient care for nearly 50 years. But the challenges of today's healthcare system demand we go further — with technologies that bring even greater efficiency to procedures. That's why we created the LigaSure™ retractable L-hook laparoscopic instrument. The only device of its kind, it delivers the benefits",
        "features": {
            "ftr-1": {
                "name": "Benefits of the LigaSure™ retractable L-hook laparoscopic device",
                "ftrvals": [
                    "Surgeons who tested the instrument say the actions to grasp, seal, cut, deploy, and retract the Valleylab™ monopolar L-hook are simple and intuitive.",
                    "Simply press a lever on the handle to deploy the L-hook — and deliver the precision of Valleylab™ monopolar dissection. When you're ready to switch back to the Maryland jaws, just press the lever to retract the L-hook."
                ]
            },
            "ftr-2": {
                "name": "The speed of one-step vessel sealing",
                "ftrvals": [
                    "Deliver improved access to targeted tissues compared to straight jaw devices — even in tight spaces",
                    "Provide the ability to follow the curvature of the uterus/stomach",
                    "Allow for easy skeletonization of vessels"
                ]
            }
        }
    },
    {
        "id": 82164,
        "brand": "Medtronic",
        "category": "Ablation Products",
        "path": "/products/medtronic/ablation-products",
        "title": "Barrx™ flex RFA energy generator",
        "slug": "barrx-flex-rfa-energy-generator",
        "url": "",
        "imgurl": "/img/barrx-flex-rfa-energy-generator-prodmast.jpg",
        "videourl": "",
        "shortdesc": "The Barrx™ flex RFA energy generator is a bipolar radiofrequency generator designed for use in gastrointestinal (GI) tissue ablation.",
        "deschead": "The Barrx™ flex RFA energy generator",
        "description": "The Barrx™ flex RFA energy generator provides the flexibility to choose either the Barrx™ 360 express RFA balloon catheter for larger treatment areas or Barrx™ RFA focal catheters for smaller focal areas.",
        "features": {
            "ftr-1": {
                "name": "Main Features",
                "ftrvals": [
                    "The Barrx™ flex RFA energy generator"
                ]
            }
        }
    },
    {
        "id": 82165,
        "brand": "Medtronic",
        "category": "Ablation Products",
        "path": "/products/medtronic/ablation-products",
        "title": "Barrx™ RFA cart",
        "slug": "barrx-rfa-cart",
        "url": "",
        "imgurl": "/img/barrx-rfa-cart-prodmast.jpg",
        "videourl": "",
        "shortdesc": "The Barrx™ RFA cart is custom designed to accommodate Barrx™ energy generators, Barrx™ sizing balloons, ablation catheters, and accessories.",
        "deschead": "TThe Barrx™ RFA cart",
        "description": "The Barrx™ RFA cart is custom designed to accommodate Barrx™ energy generators, Barrx™ sizing balloons, ablation catheters, and accessories.",
        "features": {
            "ftr-1": {
                "name": "Product storage capacity",
                "ftrvals": [
                    "Quantity 18-Barrx™ 360 RFA balloon catheter/360 express RFA balloon catheter",
                    "Quantity 12-Barrx™ RFA focal catheters or Barrx™ RFA endoscopic guidewire"
                ]
            }
        }
    },
    {
        "id": 82166,
        "brand": "Medtronic",
        "category": "Ablation Products",
        "path": "/products/medtronic/ablation-products",
        "title": "Marinr™ CS decapolar electrode catheter",
        "slug": "marinr-cs-decapolar-electrode-catheter",
        "url": "",
        "imgurl": "/img/marinr-cs-diagnostic-catheter-prodmast.jpg",
        "videourl": "",
        "shortdesc": "The Marinr™ CS decapolar electrode catheter is a sterile, single-use catheter designed to map and pace varied cardiac anatomies.",
        "deschead": "Marinr™ CS decapolar electrode catheter",
        "description": "The Marinr™ CS catheter is a steerable coronary sinus catheter that features a deflectable tip with a 55 mm reach for advancement into the coronary sinus. It has a 7 Fr braided proximal shaft and 10 electrodes which offer a range of mapping locations.",
        "features": {
            "ftr-1": {
                "name": "Main Features",
                "ftrvals": [
                    "The Marinr™ CS decapolar electrode catheter is a sterile, single-use catheter designed to map and pace varied cardiac anatomies."
                ]
            }
        }
    },
    {
        "id": 82167,
        "brand": "Medtronic",
        "category": "Ablation Products",
        "path": "/products/medtronic/ablation-products",
        "title": "Barrx™ 90 RFA focal catheter",
        "slug": "barrx-90-rfa-focal-catheter",
        "url": "",
        "imgurl": "/img/barrx-90-rfa-focal-catheter.jpg",
        "videourl": "",
        "shortdesc": "The Barrx™ 90 RFA focal catheter is used for primary treatment of short to intermediate segments of Barrett's esophagus or for treatment after ablation.",
        "deschead": "Barrx™ 90 RFA focal catheter",
        "description": "The Barrx™ 90 RFA focal catheter enables physicians to provide primary treatment for short and intermediate length segments of non-circumferential Barrett's esophagus. Physicians can also provide secondary treatment after ablation.",
        "features": {
            "ftr-1": {
                "name": "Features of Barrx™ 90 RFA ",
                "ftrvals": [
                    "Provides easy introduction into upper GI tract",
                    "Allows positioning within the esophagus and gastroesophageal junction",
                    "Provides for direct visualization of electrode during procedure",
                    "Uses standard endoscopic technique",
                    "Articulated electrode platform moves in 2-D, left to right and front to back, to ensure tissue contact"
                ]
            }
        }
    },
    {
        "id": 82168,
        "brand": "Medtronic",
        "category": "Ablation Products",
        "path": "/products/medtronic/ablation-products",
        "title": "Barrx™ 360 express RFA balloon catheter",
        "slug": "barrx-360-express-rfa-balloon-catheter",
        "url": "",
        "imgurl": "/img/barrx-360-express-rfa-balloon-catheter-prodmast.jpg",
        "videourl": "",
        "shortdesc": "The Barrx™ 360 express RFA balloon catheter features a self-adjusting ablation balloon that inflates to the size of the patient's esophagus.",
        "deschead": "Easy, efficient circumferential ablation",
        "description": "Eliminate the sizing process during circumferential ablation with the Barrx™ 360 express RFA balloon catheter. This custom-fitting balloon catheter removes the need to choose the right size catheter.",
        "features": {
            "ftr-1": {
                "name": "By automatically inflating to the proper size based on the patient's esophagus, the Barrx™ 360 express RFA balloon catheter makes treatment more efficient:",
                "ftrvals": [
                    "Reduces procedure time by up to 20",
                    "Reduces time under anesthesia for the patient"
                ]
            }
        }
    },
    {
        "id": 82169,
        "brand": "Medtronic",
        "category": "Ablation Products",
        "path": "/products/medtronic/ablation-products",
        "title": "RF Marinr™ 7 Fr steerable ablation catheter",
        "slug": "rf-marinr-7-fr-steerable-multi-curve-ablation-catheter",
        "url": "",
        "imgurl": "/img/rf-marinr-7-fr-ablation-catheter-handle-prodmast.jpg",
        "videourl": "",
        "shortdesc": "The RF Marinr™ 7 Fr steerable multi-curve ablation catheter provides variable curve sizes and reach in one catheter.",
        "deschead": "RF Marinr™ 7 Fr steerable multi-curve ablation catheter",
        "description": "The 7 Fr RF Marinr™ steerable multi-curve ablation catheter adjusts from a small tight curve to a larger reach. Incremental lateral deflection may increase maneuverability within the heart, and side-to-side tip rotation may aid placement in varied anatomies.",
        "features": {
            "ftr-1": {
                "name": "Main Features",
                "ftrvals": [
                    "The RF Marinr™ 7 Fr steerable multi-curve ablation catheter provides variable curve sizes and reach in one catheter."
                ]
            }
        }
    },
    {
        "id": 82170,
        "brand": "Medtronic",
        "category": "Ablation Products",
        "path": "/products/medtronic/ablation-products",
        "title": "Barrx™ 360 RFA balloon catheter",
        "slug": "barrx-360-rfa-balloon-catheter",
        "url": "",
        "imgurl": "/img/barrx-360-rfa-balloon-catheter-prodmast.jpg",
        "videourl": "",
        "shortdesc": "The Barrx™ 360 RFA balloon catheter with a 360-degree electrode array facilitates esophageal ablation through the Barrx™ radiofrequency ablation system.",
        "deschead": "Barrx™ 360 RFA balloon catheter",
        "description": "The Barrx™ 360 RFA balloon catheter is designed to deliver a short burst (less than 1 second) of ablative energy circumferentially to the esophagus when treating Barrett's esophagus. It works with the Barrx™ 360 soft-sizing balloon and the Barrx™ Flex RFA energy generator — components of the Barrx™ radiofrequency ablation system — to assist with the removal of the Barrett's epithelium.",
        "features": {
            "ftr-1": {
                "name": "Main Features",
                "ftrvals": [
                    "The Barrx™ 360 RFA balloon catheter is designed to deliver a short burst of ablative energy"
                ]
            }
        }
    },
    {
        "id": 82171,
        "brand": "Medtronic",
        "category": "Ablation Products",
        "path": "/products/medtronic/ablation-products",
        "title": "DiamondTemp™ ablation catheter",
        "slug": "diamondtemp-ablation-catheter",
        "url": "",
        "imgurl": "/img/diamondtemp-ablation-catheter-tip-prodmast.jpg",
        "videourl": "",
        "shortdesc": "The DiamondTemp™ ablation catheter is an open-irrigated radiofrequency (RF) ablation catheter used for cardiac ablation to treat atrial fibrillation.",
        "deschead": "DiamondTemp™ ablation catheter",
        "description": "As the only open-irrigated radiofrequency (RF) catheter with industrial diamonds to optimize power based on tissue surface temperature, the DiamondTemp™ ablation catheter with RealTemp™ is safe and effective, and has demonstrated procedural efficiencies compared to contact force-sensing RF.",
        "features": {
            "ftr-1": {
                "name": "Exclusive diamond-enabled tip tooling",
                "ftrvals": [
                    "The 8.0 Fr ablation catheter includes industrial diamonds, enabling rapid cooling due to their high thermal diffusivity property. The catheter tip is comprised of platinum-iridium and diamond components. A network of chemical vapor deposit (CVD) industrial diamonds acts as heat-shunting material."
                ]
            },
            "ftr-2": {
                "name": "Real-time temperature-sensing technology",
                "ftrvals": [
                    "The DiamondTemp™ ablation catheter runs in temperature-control mode.",
                    "RealTemp™ drives thermocouple readings by the generator 50 times per second and automatically adjusts the power to the ablation set temperature.",
                    "A new study shows that through operation in temperature control mode, the level of applied contact force does not influence lesion size for durations between 5 to 15 seconds."
                ]
            }
        }
    },
    {
        "id": 82172,
        "brand": "Medtronic",
        "category": "Ablation Products",
        "path": "/products/medtronic/ablation-products",
        "title": "Barrx™ 360 soft sizing balloon",
        "slug": "barrx-360-soft-sizing-balloon",
        "url": "",
        "imgurl": "/img/barrx-360-soft-sizing-balloon-prodmast.jpg",
        "videourl": "",
        "shortdesc": "The Barrx™ 360 soft sizing balloon works with the Barrx™ flex RFA energy generator to measure the esophageal inner diameter.",
        "deschead": "Barrx™ 360 soft sizing balloon",
        "description": "The Barrx™ 360 soft sizing balloon works with the Barrx™ flex RFA energy generator to measure the esophageal inner diameter.",
        "features": {
            "ftr-1": {
                "name": "Main Features",
                "ftrvals": [
                    "Works with the Barrx™ flex RFA energy generator to measure the esophageal inner diameter."
                ]
            }
        }
    },
    {
        "id": 82173,
        "brand": "Medtronic",
        "category": "Ablation Products",
        "path": "/products/medtronic/ablation-products",
        "title": "FlexCath Contour™ steerable sheath",
        "slug": "flexcath-contour-steerable-sheath",
        "url": "",
        "imgurl": "/img/flexcath-contour-steerable-sheath-prodmast.jpg",
        "videourl": "",
        "shortdesc": "The FlexCath Contour™ steerable sheath provides enhanced maneuverability during atrial fibrillation ablation procedures.",
        "deschead": "FlexCath Contour™ steerable sheat",
        "description": "FlexCath Contour™ steerable sheaths enable electrophysiologists to steer therapy with confidence. Enhanced maneuverability, refined transitions, and the zero exchange workflow are experienced throughout each ablation procedure.",
        "features": {
            "ftr-1": {
                "name": "Enhanced maneuverability",
                "ftrvals": [
                    "The FlexCath Contour™ steerable sheath is designed to maintain shape and performance throughout the procedure, with increased, bi-directional deflection and a redesigned shaft. Two tip lengths enable options for greater access to the right inferior pulmonary vein (RIPV)."
                ]
            },
            "ftr-2": {
                "name": "Refined transitions",
                "ftrvals": [
                    "The distal tip of the sheath has been redesigned with a more gradual approach angle and flexible material to enable a smooth sheath-dilator transition into patient vasculature and across the septum."
                ]
            }
        }
    },
    {
        "id": 82174,
        "brand": "Medtronic",
        "category": "Ablation Products",
        "path": "/products/medtronic/ablation-products",
        "title": "Barrx™ ultra long RFA focal catheter",
        "slug": "barrx-ultra-long-rfa-focal-catheter",
        "url": "",
        "imgurl": "/img/barrx-ultra-long-rfa-focal-cath-prodmast.jpg",
        "videourl": "",
        "shortdesc": "The Barrx™ ultra long RFA catheter is used to treat short and intermediate non-circumferential Barrett's esophagus or to provide treatment after ablation.",
        "deschead": "Barrx™ ultra long RFA focal catheter",
        "description": "The Barrx™ ultra long RFA catheter is used to treat short and intermediate non-circumferential Barrett's esophagus or to provide treatment after ablation.",
        "features": {
            "ftr-1": {
                "name": "Main Features",
                "ftrvals": [
                    "Provides easy introduction into upper GI tract",
                    "Due to a larger (two times) surface area compared to the Barrx™ 90 RFA focal catheter, Barrx™ ultra long RFA focal catheter treats comparable non-circumferential areas of Barrett's esophagus in less time than the Barrx™ 90 RFA focal catheter",
                    "Allows positioning within the esophagus and gastroesophageal junction",
                    "Provides for direct visualization of electrode during procedure",
                    "Uses standard endoscopic technique",
                    "Articulated electrode platform moves in 2-D, left to right and front to back, to ensure tissue contact"
                ]
            }
        }
    },
    {
        "id": 82175,
        "brand": "Medtronic",
        "category": "Ablation Products",
        "path": "/products/medtronic/ablation-products",
        "title": "Barrx™ RFA soft cleaning caps",
        "slug": "barrx-rfa-cleaning-cap",
        "url": "",
        "imgurl": "/img/barrx-rfa-cleaning-caps-prodmast.jpg",
        "videourl": "",
        "shortdesc": "Barrx™ RFA cleaning caps are designed to facilitate removal of ablated esophageal tissue in conjunction with balloon catheters.",
        "deschead": "Barrx™ RFA cleaning cap",
        "description": "Barrx™ RFA cleaning caps work in conjunction with the Barrx™ 360 express RFA balloon catheter and the Barrx™ 360 RFA balloon catheter. Each single-use cap mounts on the distal end of a flexible endoscope.",
        "features": {
            "ftr-1": {
                "name": "Main Features",
                "ftrvals": [
                    "Barrx™ RFA cleaning caps work in conjunction with the Barrx™ 360 express RFA balloon catheter"
                ]
            }
        }
    },
    {
        "id": 82176,
        "brand": "Medtronic",
        "category": "Ablation Products",
        "path": "/products/medtronic/ablation-products",
        "title": "Barrx™ RFA endoscopic guidewire",
        "slug": "barrx-rfa-endoscopic-guidewire",
        "url": "",
        "imgurl": "/img/barrx-360-rfa-catheter-endoscopic-guidewire-prodmast.jpg",
        "videourl": "",
        "shortdesc": "The Barrx™ RFA guidewire facilitates the exchange of the Barrx™ 360 express RFA, Barrx™ 360 RFA balloon catheter, and Barrx™ 360 soft-sizing balloon.",
        "deschead": "Barrx™ RFA endoscopic guidewire",
        "description": "The Barrx™ RFA guidewire facilitates the exchange of the Barrx™ 360 express RFA, Barrx™ 360 RFA balloon catheter, and Barrx™ 360 soft-sizing balloon.",
        "features": {
            "ftr-1": {
                "name": "General characteristics",
                "ftrvals": [
                    "Packaged individually",
                    "Supplied sterile for single use",
                    "Coated stainless steel core",
                    "Straight, flexible, distal tip"
                ]
            }
        }
    },
    {
        "id": 82177,
        "brand": "Medtronic",
        "category": "Ablation Products",
        "path": "/products/medtronic/ablation-products",
        "title": "Cardioblate™ surgical ablation pen",
        "slug": "cardioblate-surgical-ablation-pen",
        "url": "",
        "imgurl": "/img/cardioblate-pen-prodmast.jpg",
        "videourl": "",
        "shortdesc": "The Cardioblate™ surgical ablation pen reaches areas of the heart that are difficult to ablate with a bipolar clamp.",
        "deschead": "Cardioblate™ surgical ablation pen",
        "description": "Cardioblate™ surgical ablation pens offer the unique advantages of irrigated ablation technology. Irrigation allows energy to be driven further into the tissue for a deeper lesion, offers procedural versatility and malleability and minimizes tissue charring",
        "features": {
            "ftr-1": {
                "name": "The Cardioblate™ standard surgical ablation pen provides easy-to-use features:",
                "ftrvals": [
                    "Malleable shaft allows you to shape the device",
                    "Irrigation to cool tissue surface and facilitate deep energy penetration",
                    "A small tip to optimize visibility in tight spaces",
                    "Ergonomic handheld design"
                ]
            },
            "ftr-2": {
                "name": "The Cardioblate™ XL surgical ablation pen features an extended length monopolar shaft (20 cm) designed for cardiac ablation procedures on difficult-to-access tissue. It is especially useful for:",
                "ftrvals": [
                    "Small thoracotomy approaches (MICS)",
                    "Larger or “barrel-chested” full sternotomy patients",
                    "The ergonomic handle provides a comfort fit for the operator. The extended length shaft is reinforced to provide added column strength, yet it is fully malleable so it can be conformed to meet virtually any anatomical challenge.",
                    "Key risks of Cardioblate™ iRF surgical ablation products include: tissue damage, extended procedural time, non-transmural lesions, conduction disturbances, bleeding, burn, stroke, TIA, acute ischemia, pericardial effusion, or tamponade."
                ]
            }
        }
    },
    {
        "id": 82178,
        "brand": "Medtronic",
        "category": "Ablation Products",
        "path": "/products/medtronic/ablation-products",
        "title": "Visualase™ MRI-guided laser ablation",
        "slug": "visualase-mri-guided-laser-ablation",
        "url": "",
        "imgurl": "/img/visualase-1-65-mm-cooling-catheter-prodmast.jpg",
        "videourl": "",
        "shortdesc": "Visualase™ is a minimally-invasive surgical option to ablate epileptic foci, brain tumors, and radiation necrosis.",
        "deschead": "Visualase™ MRI-guided laser ablation",
        "description": "Visualase™ is an MRI-guided laser ablation system used to perform laser interstitial thermal therapy (LITT), a minimally invasive surgical alternative to open craniotomy. LITT may benefit patients with brain tumors, radiation necrosis, or medically refractory focal epilepsy.",
        "features": {
            "ftr-1": {
                "name": "Visualase™ MRI-guided laser ablation system lets you monitor tissue ablation in real-time. It provides significant advantages to the patient:",
                "ftrvals": [
                    "Small catheter — 1.65 mm diameter",
                    "Requires a very small incision and 3.2 mm burr hole",
                    "Requires minimal sutures, typically a single stitch",
                    "Most patients have little or no hair removed",
                    "Less scarring compared to open procedures",
                    "Most patients are discharged after a shorter stay compared to open procedures — typically one day",
                    "Requires no ionizing radiation or large skull flap"
                ]
            },
            "ftr-2": {
                "name": "How the Visualase™ ablation system works",
                "ftrvals": [
                    "The Visualase™ system delivers laser energy through a small catheter into unwanted soft tissue targets in the brain. When laser energy is absorbed by the target tissue, temperature rises and, over time, creates an irreversibly damaged thermal lesion."
                ]
            }
        }
    },
    {
        "id": 82179,
        "brand": "Medtronic",
        "category": "Ablation Products",
        "path": "/products/medtronic/ablation-products",
        "title": "RF Marinr™ 5 Fr steerable ablation catheter",
        "slug": "rf-marinr-5-fr-steerable-single-curve-ablation-catheter",
        "url": "",
        "imgurl": "/img/rf-marinr-5-fr-ablation-catheter-handle-prod.jpg",
        "videourl": "",
        "shortdesc": "The RF 5 Fr Marinr™ steerable single-curve ablation catheter is designed for small vasculature.",
        "deschead": "RF Marinr™ 5 Fr steerable single-curve ablation catheter",
        "description": "The RF Marinr™ 5 Fr steerable single-curve ablation catheter is a single-use catheter that delivers radiofrequency energy and is available in a variety of curvature and sizing options. It has lateral deflection features to address the needs of diverse anatomies.",
        "features": {
            "ftr-1": {
                "name": "Main Features",
                "ftrvals": [
                    "User-friendly, single-curve control",
                    "Available with four different curve reaches"
                ]
            }
        }
    },
    {
        "id": 82180,
        "brand": "Medtronic",
        "category": "Ablation Products",
        "path": "/products/medtronic/ablation-products",
        "title": "Cardioblate™ LP RF surgical ablation device",
        "slug": "cardioblate-lp-irrigated-rf-surgical-ablation-device",
        "url": "",
        "imgurl": "/img/cardioblate-lp-irf-bipolar-clamp-prodmast.jpg",
        "videourl": "",
        "shortdesc": "The Cardioblate™ LP device uses irrigated bipolar radiofrequency (RF) energy to provide surgeons with a means to ablate cardiac tissue.",
        "deschead": "Cardioblate™ LP irrigated RF surgical ablation device",
        "description": "The Cardioblate™ LP irrigated RF surgical ablation device uses a smart-energy algorithm that detects changes in the tissue and responds by increasing or decreasing power. This helps prevent overheating and keeps the temperature in the optimal heating range.",
        "features": {
            "ftr-1": {
                "name": "Access and maneuver with ease",
                "ftrvals": [
                    "The Cardioblate™ LP bipolar device features a design that enables access to the required anatomical structures."
                ]
            },
            "ftr-2": {
                "name": "Low-electrode profile provides access to challenging cardiac anatomy",
                "ftrvals": [
                    "Lower profile when compared to Medtronic Cardioblate™ BP2 device.",
                    "A malleable neck provides positioning options.",
                    "The 5.5 inch neck is 1 inch longer than the Medtronic Cardioblate™ BP2 device.",
                    "The 7 cm pre-curved rigid electrodes can be rotated through 300° and feature blunt tips."
                ]
            }
        }
    },
    {
        "id": 82181,
        "brand": "Medtronic",
        "category": "Ablation Products",
        "path": "/products/medtronic/ablation-products",
        "title": "Nitron CryoConsole™ cryoablation system",
        "slug": "nitron-cryoconsole-cardiac-cryoablation-system",
        "url": "",
        "imgurl": "/img/nitron-cryoconsole-cardiac-cryoablation-system-prodmast.jpg",
        "videourl": "",
        "shortdesc": "The Nitron CryoConsole™ cardiac cryoablation system houses electrical and mechanical components as well as software used for cryotherapy procedures.",
        "deschead": "Nitron CryoConsole™ cardiac cryoablation system",
        "description": "The Nitron CryoConsole™ system houses the electrical and mechanical components as well as proprietary software for cryomapping, controlling, and recording a cryotherapy procedure performed with the Arctic Front™ or Freezor™ family of cryoablation catheters. Multiple features are built into the Medtronic cryoablation catheters and the Nitron CryoConsole™ system to promote system safety and efficiency.",
        "features": {
            "ftr-1": {
                "name": "Intuitively integrated workflow",
                "ftrvals": [
                    "The Nitron CryoConsole™ system safely and effectively powers the Arctic Front™ family of cardiac cryoablation catheters and the Freezor™ family of cryoablation catheters. It is the next generation of the Medtronic cryoconsole, expertly elevating the cryoablation workflow."
                ]
            },
            "ftr-2": {
                "name": "Enhanced data capture",
                "ftrvals": [
                    "Automated and customizable key procedural data captured real-time and post-procedure in an exportable case summary report"
                ]
            },
            "ftr-3": {
                "name": "Optimized workflow",
                "ftrvals": [
                    "The Nitron CryoConsole™ system offers a simple, optimized workflow with touchscreen interface, wired remote control, and mirrored display on external lab monitors. The console also includes an electrophysiology (EP) connectivity feature, which enables cryotherapy information to be transmitted to select external EP recording systems."
                ]
            },
            "ftr-4": {
                "name": "Simple graphic user interface (GUI)",
                "ftrvals": [
                    "Arctic Front Advance™ cardiac cryoablation catheters",
                    "ECG (used with Freezor™ family only)",
                    "Auto connection box",
                    "Freezor™ family of cardiac cryoablation catheters",
                    "Coaxial umbilical cable",
                    "Electrical umbilical cable"
                ]
            }
        }
    },
    {
        "id": 82182,
        "brand": "Medtronic",
        "category": "Ablation Products",
        "path": "/products/medtronic/ablation-products",
        "title": "CryoConsole™ cardiac cryoablation system",
        "slug": "cryoconsole-cardiac-cryoablation-system",
        "url": "",
        "imgurl": "/img/cryoconsole-cardiac-cryoablation-system-prodmast.jpg",
        "videourl": "",
        "shortdesc": "The CryoConsole™ cardiac ablation system powers and regulates the temperature of approved cryoablation catheters during heart arrhythmia procedures.",
        "deschead": "Advanced technology for efficient operations",
        "description": "The CryoConsole™ system houses the electrical and mechanical components as well as proprietary software for controlling and recording a cryotherapy procedure performed with the Arctic Front Family of Cryoablation Catheters and/or Freezor Family of Focal Cryoablation Catheters.",
        "features": {
            "ftr-1": {
                "name": "Adjustable monitor",
                "ftrvals": [
                    "The CryoConsole™ cardiac ablation system features an adjustable monitor and touch-screen control for a straightforward procedure. It can be paired with a footswitch that starts and stops the flow of refrigerant during a procedure. The console also includes an electrophysiology (EP) connectivity feature, which enables cryotherapy information to be transmitted to select external EP recording systems. "
                ]
            },
            "ftr-2": {
                "name": "Intuitive operation",
                "ftrvals": [
                    "Patient data and therapy variables are managed by a simple touchscreen interface. The screen also displays numerical and graphical data to help physicians and staff assess the status of the system, ablation time, and catheter temperatures. The CryoConsole™ system can transmit information about the procedure to other EP recording systems for display purposes."
                ]
            }
        }
    },
    {
        "id": 82183,
        "brand": "Medtronic",
        "category": "Ablation Products",
        "path": "/products/medtronic/ablation-products",
        "title": "Cardioblate™ 68000 ablation system generator",
        "slug": "cardioblate-68000-surgical-ablation-system-generator",
        "url": "",
        "imgurl": "/img/cardioblate-6800-surgical-ablation-system-generator-prodmast.jpg",
        "videourl": "",
        "shortdesc": "The Cardioblate™ 68000 is a portable, lightweight power generator for the Cardioblate™ surgical ablation devices.",
        "deschead": "The Cardioblate™ 68000 generator",
        "description": "The Cardioblate™ 68000 generator is the foundation on which the Medtronic Cardioblate™ system is built, delivering precise, irrigated radiofrequency (RF) energy to achieve transmurality and consistent conduction block.",
        "features": {
            "ftr-1": {
                "name": "Real-time feedback, real-time power",
                "ftrvals": [
                    "Dose-response algorithm customizes energy delivery based on tissue impedance to achieve reliable, reproducible transmurality",
                    "Audible tones and touch screen messages notify user of ablation status, transmurality, and other critical information",
                    "Touch screen operation for adjusting ablation parameters",
                    "Color LCD screen folds into case for storage and flips open on hinge for different viewing angles",
                    "Troubleshooting steps available via touch screen messages"
                ]
            },
            "ftr-2": {
                "name": "The Cardioblate™ 68000 generator is designed for use with the following Medtronic ablation devices:",
                "ftrvals": [
                    "Cardioblate™ surgical ablation pen",
                    "Cardioblate™ XL surgical ablation pen",
                    "Cardioblate™ BP2 surgical ablation device",
                    "Cardioblate™ LP surgical ablation device",
                    "Cardioblate™ Gemini™-s surgical ablation device"
                ]
            }
        }
    },
    {
        "id": 82184,
        "brand": "Medtronic",
        "category": "Ablation Products",
        "path": "/products/medtronic/ablation-products",
        "title": "Cardioblate™ Gemini™-s surgical ablation device",
        "slug": "cardioblate-gemini-surgical-ablation-device",
        "url": "",
        "imgurl": "/img/cardioblate-gemini-s-irrigated-radiofrequency-surgical-ablation-system-prodmast.jpg",
        "videourl": "",
        "shortdesc": "The Cardioblate™ Gemini™-s, featuring a malleable neck, is a bipolar irrigated radio-frequency MICS device.",
        "deschead": "Designed for a minimally invasive approach",
        "description": "Experience the flexibility and control of the Cardioblate™ Gemini™-s irrigated RF (iRF) surgical ablation system during your endoscopic ablation procedures. Our system combines the efficacy of iRF energy with a lateral approach to the posterior left atrium of the heart. Cardioblate™ Gemini™-s bipolar iRF has a malleable neck for performing MICS ablation on a beating heart.",
        "features": {
            "ftr-1": {
                "name": "Lateral conduction block",
                "ftrvals": [
                    "Isolate the posterior left atrium of the heart with two lesions.",
                    "Cardioblate™ Gemini™-s irrigated RF is a MICS surgical ablation device that provides a lateral approach to the posterior left atrium of the heart. The unique bipolar clamp design and flexible neck make it possible to access this area and create conduction block with two lesions.",
                    "Our device navigates the transverse and oblique sinuses — which are natural pathways around pericardial reflections — to position the clamp on the posterior left atrium of the heart. This lateral approach minimizes the need for blunt tissue dissection."
                ]
            },
            "ftr-2": {
                "name": "Ablates thick and fatty tissues",
                "ftrvals": [
                    "The Cardioblate™ Gemini™-s iRF surgical ablation system provides additional power which may ablate through thick and fatty tissue associated with the posterior left atrium."
                ]
            },
            "ftr-3": {
                "name": "Easy positioning",
                "ftrvals": [
                    "Guides use natural anatomical pathways for the Cardioblate™ Gemini™-s iRF device to follow and aid in jaw placement."
                ]
            },
            "ftr-4": {
                "name": "Quick connect",
                "ftrvals": [
                    "Guides easily to connect to — and disconnect from — the jaw tips.",
                    "Key risks of the Cardioblate™ Gemini™-s surgical ablation device include: tissue damage, extended procedural time, non-transmural lesions, conduction disturbances, bleeding, burn, stroke, TIA, acute ischemia, pericardial effusion or tamponade."
                ]
            }
        }
    },
    {
        "id": 82185,
        "brand": "Medtronic",
        "category": "Ablation Products",
        "path": "/products/medtronic/ablation-products",
        "title": "Cardioblate™ BP2 RF ablation device",
        "slug": "cardioblate-bp2-irrigated-rf-surgical-ablation-device",
        "url": "",
        "imgurl": "/img/cardioblate-bp2-irf-bipolar-clamp-prodmast.jpg",
        "videourl": "",
        "shortdesc": "The Cardioblate™ BP2 device uses irrigated bipolar radiofrequency (RF) energy to provide surgeons with a means to ablate cardiac tissue in surgical procedures.",
        "deschead": "Flexibility and consistent conduction block",
        "description": "The Cardioblate™ BP2 device uses irrigated bipolar radiofrequency (RF) energy to provide surgeons with a means to ablate cardiac  tissue with confidence that the lesions are transmural.",
        "features": {
            "ftr-1": {
                "name": "Positioning electrodes at the ablation site has never been easier",
                "ftrvals": [
                    "The flexible malleable electrodes can be rotated through 300° and can be conformed to address cardiac anatomies.",
                    "The malleable 7 cm active electrodes facilitate placement.",
                    "Irrigated electrodes efficiently transmit RF energy to cardiac tissue, resulting in transmural lesions and consistent conduction block.",
                    "The locking mechanism maintains hold of cardiac tissue without manual assistance.",
                    "Irrigation cools tissue surface and facilitates deep energy penetration."
                ]
            }
        }
    },
    {
        "id": 82186,
        "brand": "Medtronic",
        "category": "Ablation Products",
        "path": "/products/medtronic/ablation-products",
        "title": "Cardioblate™ CryoFlex™ surgical ablation probe",
        "slug": "cardioblate-cryoflex-surgical-ablation-probe",
        "url": "",
        "imgurl": "/img/cardioblate-cryoflex-surgical-ablation-probe-prodmast.jpg",
        "videourl": "",
        "shortdesc": "Cardioblate™ CryoFlex™ probes are used to freeze target tissue and block electrical conduction pathways, creating inflammatory response and cryonecrosis.",
        "deschead": "Malleability that conforms to atrial anatomy",
        "description": "Cardioblate™ CryoFlex™ surgical ablation probes are malleable, conforming to the shape of the atrium. The probes are available in 7 cm and 10 cm lengths.",
        "features": {
            "ftr-1": {
                "name": "Malleability",
                "ftrvals": [
                    "The tip of the probe can be custom shaped quickly to meet the specific needs of the surgical case. A shaping tool is not required to control the contour of the CryoFlex™ probe."
                ]
            },
            "ftr-2": {
                "name": "Adjustable insulation sheath",
                "ftrvals": [
                    "The ablation length of the probe tip can be adjusted using a sliding insulation sheath, helping to shield non-targeted tissue."
                ]
            },
            "ftr-3": {
                "name": "Argon-powered cryoablation",
                "ftrvals": [
                    "Cardioblate™ CryoFlex™ probes, using Argon gas, reach temperatures of - 150 C in test freezes."
                ]
            }
        }
    },
    {
        "id": 82187,
        "brand": "Medtronic",
        "category": "Ablation Products",
        "path": "/products/medtronic/ablation-products",
        "title": "Achieve™ mapping catheter",
        "slug": "achieve-mapping-catheter",
        "url": "",
        "imgurl": "/img/achieve-mapping-catheter-prodmast.jpg",
        "videourl": "",
        "shortdesc": "The Achieve™ mapping catheter enables the assessment of pulmonary vein isolation during cryoablation procedures.",
        "deschead": "Achieve™ mapping catheter",
        "description": "The Achieve™ mapping catheter is an intracardiac electrophysiology diagnostic catheter designed for use with the Arctic Front™ family of cardiac cryoablation catheters and the FlexCath™ Contour steerable sheath.",
        "features": {
            "ftr-1": {
                "name": "Main Features",
                "ftrvals": [
                    "The Achieve™ mapping catheter allows for the assessment of pulmonary vein (PV) isolation during the cryoablation procedure. The catheter is deployed through the cryoballoon guide wire lumen, minimizing the number of catheter exchanges and allowing the procedure to be performed using a single transseptal puncture. The Achieve™ mapping catheter may also provide recording of real-time PV potentials during cryoablation with the cryoballoon.",
                    "The distal mapping section of the Achieve™ mapping catheter is a circular loop with eight evenly spaced electrodes for mapping electrical conduction between the left atrium and pulmonary veins. The catheter may also be used for cardiac stimulation during electrophysiology studies. The Achieve™ catheter features a cable with eight shielded electrocardiography (ECG) pins to connect into standard electrophysiology (EP) recording and pacing equipment."
                ]
            }
        }
    },
    {
        "id": 82188,
        "brand": "Medtronic",
        "category": "Ablation Products",
        "path": "/products/medtronic/ablation-products",
        "title": "Arctic Front Pro™ cardiac cryoablation catheter",
        "slug": "arctic-front-advance-pro-cardiac-cryoablation-catheter",
        "url": "",
        "imgurl": "/img/arctic-front-advance-pro-cryoballoon-prodmast.jpg",
        "videourl": "",
        "shortdesc": "The Arctic Front Advance Pro™ enables pulmonary vein isolation (PVI) using an anatomical approach during atrial fibrillation (AF) catheter ablation procedures.",
        "deschead": "Arctic Front Advance Pro™ cardiac cryoablation catheter",
        "description": "The Arctic Front Advance Pro™ cardiac cryoablation catheter is part of a family of cryoballoon catheters anatomically designed for use with the Achieve™ mapping catheters, the FlexCath Contour™ steerable sheath, the FlexCath Cross™ transeptal solution, and the Nitron CryoConsole™ cardiac cryoablation system to enable PVI. Over 1.4 million patients worldwide have been treated with the Medtronic cryoballoon.",
        "features": {
            "ftr-1": {
                "name": "Main Features",
                "ftrvals": [
                    "Built on the proven Arctic Front™ platform, the Arctic Front Advance Pro™ cryoballoon was developed with a shortened tip profile to allow for improved time-to-isolation visualization,5-11 by bringing the electrodes closer to the vein's muscular sleeves. This enables physician-tailored dosing protocols11 and may result in improved procedural efficiency."
                ]
            },
            "ftr-2": {
                "name": "Cryoballoon indications",
                "ftrvals": [
                    "The Arctic Front Advance™ and Arctic Front Advance Pro™ cardiac cryoablation catheters are the only catheters indicated for the treatment of recurrent, symptomatic, paroxysmal atrial fibrillation as an alternative to antiarrhythmic drug therapy as an initial rhythm control strategy. The Arctic Front™ family is also indicated for the treatment of drug-refractory, recurrent, symptomatic, paroxysmal, and persistent atrial fibrillation (episode duration less than six months)."
                ]
            }
        }
    },
    {
        "id": 82189,
        "brand": "Medtronic",
        "category": "Ablation Products",
        "path": "/products/medtronic/ablation-products",
        "title": "Cardioblate™ CryoFlex™ surgical ablation console",
        "slug": "cardioblate-cryoflex-surgical-ablation-console",
        "url": "",
        "imgurl": "/img/cardioblate-cryoflex-surgical-ablation-console-prodmast.jpg",
        "videourl": "",
        "shortdesc": "The Cardioblate™ CryoFlex™ surgical ablation console is the command center for the CryoFlex™ surgical ablation system.",
        "deschead": "Cardioblate™ CryoFlex™ surgical ablation console",
        "description": "The Cardioblate™ CryoFlex™ surgical ablation console consists of a control panel and a carrier for transporting and storing the argon gas tank. The console provides the energy for a variety of malleable, flexible, single-use CryoFlex™ probes.",
        "features": {
            "ftr-1": {
                "name": "Adjustable surgical ablation timer ",
                "ftrvals": [
                    "A built-in timer can be set for the targeted duration of each ablation. When the pre-set ablation time is reached, the system automatically stops."
                ]
            },
            "ftr-2": {
                "name": "Probe temperature gauge",
                "ftrvals": [
                    "Probe temperature is indicated on the console to help the operator assess temperature performance during ablation."
                ]
            },
            "ftr-3": {
                "name": "Ablation minutes-remaining indicator",
                "ftrvals": [
                    "The system has a pressure sensor that calculates the amount of ablation time remaining with the attached tank of argon gas."
                ]
            },
            "ftr-4": {
                "name": "Integrated membrane keypad control",
                "ftrvals": [
                    "The console has one-touch, push-button controls to help prevent inadvertent activation."
                ]
            }
        }
    },
    {
        "id": 82190,
        "brand": "Medtronic",
        "category": "Ablation Products",
        "path": "/products/medtronic/ablation-products",
        "title": "Freezor™ cardiac cryoablation catheter",
        "slug": "freezor-cardiac-cryoablation-catheter",
        "url": "",
        "imgurl": "/img/freezor-cardiac-cryoablation-catheter-fam-prodmast.jpeg",
        "videourl": "",
        "shortdesc": "The Freezor™ cardiac cryoablation catheters are single-use catheters designed to ablate cardiac tissue by creating focal lesions.",
        "deschead": "Freezor™ cardiac cryoablation catheter",
        "description": "The Freezor™ and Freezor™ Xtra catheters are designed for the treatment of atrioventricular nodal reentry tachycardia (AVNRT). The Freezor™ MAX catheter is designed for the treatment of atrial fibrillation.",
        "features": {
            "ftr-1": {
                "name": "Restoring life's rhythm. Big and small.",
                "ftrvals": [
                    "Freezor™ and Freezor™ Xtra cardiac cryoablation catheters freeze the target tissue and block the electrical conduction by creating scar tissue. The catheters are designed to create focal lesions to treat (AVNRT) for both adult and pediatric† patients.",
                    "The Freezor™ Xtra catheter is also intended for minimally invasive cardiac surgery procedures, including surgical treatment of cardiac arrhythmias."
                ]
            }
        }
    },
    {
        "id": 82191,
        "brand": "Medtronic",
        "category": "Electrosurgical Hardware",
        "path": "/products/medtronic/electrosurgical-hardware",
        "title": "Valleylab™ FT10 electrosurgical generator",
        "slug": "valleylab-ft10-electrosurgical-generator",
        "url": "",
        "imgurl": "/img/ft10-electrosurgery-generator-right-prod.jpeg",
        "videourl": "",
        "shortdesc": "The Valleylab™ FT10 electrosurgical generator drives monopolar and bipolar devices, deploying TissueFect™ sensing technology to adjust energy output.",
        "deschead": "Valleylab™ FT10 electrosurgical generator",
        "description": "The Valleylab™ FT10 electrosurgical generator delivers precise and consistent tissue effects with monopolar and bipolar devices. TissueFect™ sensing technology adjusts energy output in real-time by actively monitoring tissue impedance changes and delivering the appropriate amount of energy for the desired tissue effect.",
        "features": {
            "ftr-1": {
                "name": "Trust in performance, reliability, and safety",
                "ftrvals": [
                    "For over 55 years, the Valleylab™ energy portfolio has shown an unwavering commitment to positive patient outcomes through trusted energy delivery, establishing pathways for future innovation in the surgical energy space.",
                    "Our proprietary electronics and algorithms allow the Valleylab™ FT10 electrosurgical generator to deliver the highest power consistency."
                ]
            },
            "ftr-2": {
                "name": "TissueFect™ technology",
                "ftrvals": [
                    "TissueFect™ sensing technology monitors changes in tissue impedance 434,000 times a second and adjusts energy output accordingly to deliver the appropriate amount of energy for the desired tissue effect."
                ]
            },
            "ftr-3": {
                "name": "Easy-to-read control panel",
                "ftrvals": [
                    "The Valleylab™ FT10 electrosurgical generator is an intuitive system to use, and the error alerts are easy to understand."
                ]
            }
        }
    },
    {
        "id": 82192,
        "brand": "Medtronic",
        "category": "Electrosurgical Hardware",
        "path": "/products/medtronic/electrosurgical-hardware",
        "title": "ForceTriad™ three-pedal footswitch",
        "slug": "forcetriad-three-pedal-footswitch",
        "url": "",
        "imgurl": "/img/forcetriad-three-pedal-footswitch-prodmast.jpeg",
        "videourl": "",
        "shortdesc": "The ForceTriad™ three-pedal footswitch enables foot activation of cut, using the Valleylab™ and coag modes when used with the ForceTriad™ energy platform.",
        "deschead": "ForceTriad™ three-pedal footswitch",
        "description": "The ForceTriad™ three-pedal footswitch enables foot activation of cut, using the Valleylab™ and coag modes when used with the ForceTriad™ energy platform.",
        "features": {
            "ftr-1": {
                "name": "Main Features",
                "ftrvals": [
                    "The ForceTriad™ three-pedal footswitch enables foot activation of cut, using the Valleylab™ and coag modes"
                ]
            }
        }
    },
    {
        "id": 82193,
        "brand": "Medtronic",
        "category": "Electrosurgical Hardware",
        "path": "/products/medtronic/electrosurgical-hardware",
        "title": "ForceTriad™ bipolar resection footswitch",
        "slug": "forcetriad-bipolar-resection-footswitch",
        "url": "",
        "imgurl": "/img/forcetriad-bipolar-footswitch-prodmast.jpeg",
        "videourl": "",
        "shortdesc": "The ForceTriad™ bipolar resection footswitch is a dedicated footswitch for activating cut and coag.",
        "deschead": "ForceTriad™ bipolar resection footswitch",
        "description": "The ForceTriad™ bipolar resection footswitch is a dedicated footswitch for activating cut and coag.",
        "features": {
            "ftr-1": {
                "name": "Main Features",
                "ftrvals": [
                    "The ForceTriad™ bipolar resection footswitch is a dedicated footswitch for activating cut and coag."
                ]
            }
        }
    },
    {
        "id": 82194,
        "brand": "Medtronic",
        "category": "Electrosurgical Hardware",
        "path": "/products/medtronic/electrosurgical-hardware",
        "title": "Valleylab™ LS10 vessel sealing generator",
        "slug": "valleylab-ls10-generator",
        "url": "",
        "imgurl": "/img/cv-ls10-frnt-low-0315.jpeg",
        "videourl": "",
        "shortdesc": "The Valleylab™ LS10 vessel sealing generator is intended for open and laparoscopic surgical procedures.",
        "deschead": "Single-channel LigaSure™ generator",
        "description": "The Valleylab™ LS10 electrosurgical generator is a portable unit that made LigaSure™ vessel sealing technology accessible to customers around the globe.",
        "features": {
            "ftr-1": {
                "name": "Features of the LS10 vessel sealing generator include:",
                "ftrvals": [
                    "TissueFect™ sensing technology across all modalities",
                    "LigaSure™ fusion technology for vessel sealing",
                    "On-site updates via the Valleylab™ exchange software update system"
                ]
            },
            "ftr-2": {
                "name": "Specialties using the Valleylab™ LS10 generator include:",
                "ftrvals": [
                    "Colorectal",
                    "Urology",
                    "General surgery",
                    "Plastics",
                    "Gynecology"
                ]
            }
        }
    },
    {
        "id": 82195,
        "brand": "Medtronic",
        "category": "Electrosurgical Hardware",
        "path": "/products/medtronic/electrosurgical-hardware",
        "title": "Valleylab™ universal mounting cart cord kit",
        "slug": "valleylab-universal-mounting-cart-cord-management-kit",
        "url": "",
        "imgurl": "/img/valleylab-cord-management-kit-prod.jpeg",
        "videourl": "",
        "shortdesc": "The Valleylab™ universal mounting cart cord management kit includes two brackets designed to manage cords on the Valleylab™ universal mounting cart.",
        "deschead": "Valleylab™ universal mounting cart cord management kit",
        "description": "The Valleylab™ universal mounting cart cord management kit includes two brackets designed to manage cords on the Valleylab™ universal mounting cart.",
        "features": {
            "ftr-1": {
                "name": "Main Features",
                "ftrvals": [
                    "Valleylab™ universal mounting cart cord management kit includes two brackets designed to manage cords"
                ]
            }
        }
    },
    {
        "id": 82196,
        "brand": "Medtronic",
        "category": "Electrosurgical Hardware",
        "path": "/products/medtronic/electrosurgical-hardware",
        "title": "Valleylab™ universal mounting cart overshelf",
        "slug": "valleylab-universal-mounting-cart-overshelf",
        "url": "",
        "imgurl": "/img/valleylab-mounting-shelf-prod.jpeg",
        "videourl": "",
        "shortdesc": "The Valleylab™ universal mounting cart overshelf fits the Valleylab™ universal mounting cart and is ideal for a second electrosurgical generator.",
        "deschead": "Valleylab™ universal mounting cart overshelf",
        "description": "The Valleylab™ universal mounting cart overshelf fits the Valleylab™ universal mounting cart and is ideal for a second electrosurgical generator.",
        "features": {
            "ftr-1": {
                "name": "Main Features",
                "ftrvals": [
                    "The Valleylab™ universal mounting cart is ideal for a second electrosurgical generator."
                ]
            }
        }
    },
    {
        "id": 82197,
        "brand": "Medtronic",
        "category": "Electrosurgical Hardware",
        "path": "/products/medtronic/electrosurgical-hardware",
        "title": "Valleylab™ universal mounting cart tank kit",
        "slug": "valleylab-universal-mounting-cart-argon-gas-tank-kit",
        "url": "",
        "imgurl": "/img/valleylab-mounting-argon-gas-kit-prod.jpeg",
        "videourl": "",
        "shortdesc": "The Valleylab™ universal mounting cart argon gas tank kit fits the Valleylab™ universal mounting cart and holds two gallon-size 42 cubic ft. tanks.",
        "deschead": "Valleylab™ universal mounting cart argon gas tank kit",
        "description": "The Valleylab™ universal mounting cart argon gas tank kit fits the Valleylab™ universal mounting cart and holds two gallon-size 42 cubic ft. tanks.",
        "features": {
            "ftr-1": {
                "name": "Main Features",
                "ftrvals": [
                    "The Valleylab™ universal mounting cart argon gas tank kit fits the Valleylab™ universal mounting cart and holds two gallon-size 42 cubic ft. tanks."
                ]
            }
        }
    },
    {
        "id": 82198,
        "brand": "Medtronic",
        "category": "Electrosurgical Hardware",
        "path": "/products/medtronic/electrosurgical-hardware",
        "title": "Valleylab™ mounting cart suspended shelf",
        "slug": "valleylab-universal-mounting-cart-suspended-shelf",
        "url": "",
        "imgurl": "/img/valleylab-mounting-suspended-shelf-prod.jpeg",
        "videourl": "",
        "shortdesc": "The Valleylab™ universal mounting cart suspended shelf is compatible with the Valleylab™ universal mounting cart and is ideal for smoke evacuation systems.",
        "deschead": "Valleylab™ universal mounting cart suspended shelf",
        "description": "The Valleylab™ universal mounting cart suspended shelf is compatible with the Valleylab™ universal mounting cart and is ideal for smoke evacuation systems.",
        "features": {
            "ftr-1": {
                "name": "Main Features",
                "ftrvals": [
                    "The Valleylab™ universal mounting cart suspended shelf is compatible with the Valleylab™ universal mounting cart and is ideal for smoke evacuation systems."
                ]
            }
        }
    },
    {
        "id": 82199,
        "brand": "Medtronic",
        "category": "Electrosurgical Hardware",
        "path": "/products/medtronic/electrosurgical-hardware",
        "title": "Valleylab™ universal generator cart",
        "slug": "valleylab-universal-generator-cart",
        "url": "",
        "imgurl": "/img/valleylab-ft10-cart-right-prodmast.jpeg",
        "videourl": "",
        "shortdesc": "The Valleylab™ universal generator cart is designed to organize and transport electrosurgical and ablation systems.",
        "deschead": "Valleylab™ universal generator cart",
        "description": "The Valleylab™ universal generator cart supports multiple generators and accessories and is compatible with the Valleylab™ F10 and FX8 energy platforms.",
        "features": {
            "ftr-1": {
                "name": "Main Features",
                "ftrvals": [
                    "The Valleylab™ universal generator cart supports multiple generators and accessories and is compatible with the Valleylab™ F10 and FX8 energy platforms."
                ]
            }
        }
    },
    {
        "id": 82200,
        "brand": "Medtronic",
        "category": "Electrosurgical Hardware",
        "path": "/products/medtronic/electrosurgical-hardware",
        "title": "LigaSure™ orange single-pedal footswitch",
        "slug": "ligasure-orange-single-pedal-footswitch",
        "url": "",
        "imgurl": "/img/ligasure-orange-pedal-footswitch-prodmast.jpeg",
        "videourl": "",
        "shortdesc": "The LigaSure™ orange footswitch activates LigaSure™ instruments that are connected to the LigaSure™ instrument receptacle of the ForceTriad™ energy platform.",
        "deschead": "LigaSure™ orange single-pedal footswitch",
        "description": "The orange, nine-pin LigaSure™ single-pedal footswitch connector plug attaches to the purple LigaSure™ footswitch receptacle on the rear panel of the ForceTriad™ energy platform. Once attached, the LigaSure™ orange single-pedal footswitch activates LigaSure™ instruments that are connected to the LigaSure™ 2 instrument receptacle on the front panel of the system.",
        "features": {
            "ftr-1": {
                "name": "Main Features",
                "ftrvals": [
                    "The LigaSure™ orange footswitch activates LigaSure™ instruments that are connected to the LigaSure™ instrument receptacle of the ForceTriad™ energy platform."
                ]
            }
        }
    },
    {
        "id": 82201,
        "brand": "Medtronic",
        "category": "Electrosurgical Hardware",
        "path": "/products/medtronic/electrosurgical-hardware",
        "title": "Valleylab™ bipolar standard footswitch",
        "slug": "valleylab-bipolar-standard-footswitch",
        "url": "",
        "imgurl": "/img/valleylab-standard-bipolar-footswitch-prodmast.jpeg",
        "videourl": "",
        "shortdesc": "The Valleylab™ bipolar standard footswitch allows for independent control of bipolar output with all Force™ series generators.",
        "deschead": "Valleylab™ bipolar standard footswitch",
        "description": "The Valleylab™ bipolar standard footswitch allows for independent control of bipolar output with all Force™ series generators.",
        "features": {
            "ftr-1": {
                "name": "Main Features",
                "ftrvals": [
                    "The Valleylab™ bipolar standard footswitch allows for independent control of bipolar output with all Force™ series generators."
                ]
            }
        }
    },
    {
        "id": 82202,
        "brand": "Medtronic",
        "category": "Electrosurgical Hardware",
        "path": "/products/medtronic/electrosurgical-hardware",
        "title": "Valleylab™ monopolar footswitch",
        "slug": "valleylab-monopolar-footswitch",
        "url": "",
        "imgurl": "/img/valleylab-monopolar-footswitch-prodmast.jpeg",
        "videourl": "",
        "shortdesc": "The Valleylab™ monopolar footswitch is designed for use with all Medtronic full-powered generators and features cut and coag pedals.",
        "deschead": "Valleylab™ monopolar standard footswitch",
        "description": "The low-profile Valleylab™ monopolar footswitch is designed specifically for use with all Medtronic full-powered generators. The footswitch is manufactured of high-quality cast aluminum and features highly visible color-coded foot pedals for safety. It also features a non-skid rubber base, water resistant strain relief connectors, and a divider bar between the cut and coag pedals.",
        "features": {
            "ftr-1": {
                "name": "Main Features",
                "ftrvals": [
                    "The Valleylab™ monopolar footswitch is designed for use with all Medtronic full-powered generators and features cut and coag pedals."
                ]
            }
        }
    },
    {
        "id": 82203,
        "brand": "Medtronic",
        "category": "Electrosurgical Instruments",
        "path": "/products/medtronic/electrosurgical-instruments",
        "title": "Valleylab™ electrosurgical pencil with electrode",
        "slug": "valleylab-electrosurgical-pencil-with-stainless-steel-electrode",
        "url": "",
        "imgurl": "/img/e2516-tilt-lft.jpeg",
        "videourl": "",
        "shortdesc": "The Valleylab™ electrosurgical pencil with stainless steel electrode offers exceptional performance in a wide range of surgical procedures.",
        "deschead": "Valleylab™ electrosurgical pencil with stainless steel electrode",
        "description": "The Valleylab™ electrosurgical pencil with stainless steel electrode is available with either button or rocker switch controls to accommodate the surgeon's preference. Switches have a high level of tactile feedback — surgeons can hear and feel the switch engage, preventing accidental activation of the device. The pencil is also available with the accessory holster and with the AccuVac™ smoke attachment.",
        "features": {
            "ftr-1": {
                "name": "Valleylab™ electrosurgical pencil with stainless steel electrode",
                "ftrvals": [
                    "The Valleylab™ electrosurgical pencil with stainless steel electrode offers exceptional performance in a wide range of surgical procedures."
                ]
            }
        }
    },
    {
        "id": 82204,
        "brand": "Medtronic",
        "category": "Electrosurgical Instruments",
        "path": "/products/medtronic/electrosurgical-instruments",
        "title": "Valleylab™ laparoscopic handset",
        "slug": "valleylab-laparoscopic-handset",
        "url": "",
        "imgurl": "/img/cv-e2750-0911.jpeg",
        "videourl": "",
        "shortdesc": "The Valleylab™ laparoscopic handset offers multiple capabilities, including suction, irrigation, cutting and coagulation, and electrode retractability.",
        "deschead": "Valleylab™ laparoscopic handset",
        "description": "The Valleylab™ laparoscopic handset offers multiple capabilities, including suction, irrigation, cutting and coagulation, and electrode retractability.",
        "features": {
            "ftr-1": {
                "name": "Valleylab™ laparoscopic handset",
                "ftrvals": [
                    "The Valleylab™ laparoscopic handset offers multiple capabilities, including suction, irrigation, cutting and coagulation, and electrode retractability."
                ]
            }
        }
    },
    {
        "id": 82205,
        "brand": "Medtronic",
        "category": "Electrosurgical Instruments",
        "path": "/products/medtronic/electrosurgical-instruments",
        "title": "Edge™ electrosurgical coated electrode pencil",
        "slug": "edge-electrosurgical-pencil-with-coated-electrode",
        "url": "",
        "imgurl": "/img/e2350-tilt-lft.jpeg",
        "videourl": "",
        "shortdesc": "The Edge™ electrosurgical pencil with coated electrode provides uncompromised cut performance in a variety of procedures, no matter what type of tissue.",
        "deschead": "Edge™ electrosurgical pencil with coated electrode",
        "description": "The Edge™ electrosurgical pencil with coated electrode provides uncompromised cut performance in a variety of procedures, no matter what type of tissue.",
        "features": {
            "ftr-1": {
                "name": "Edge™ electrosurgical pencil with coated electrode",
                "ftrvals": [
                    "The Edge™ electrosurgical pencil with coated electrode provides uncompromised cut performance in a variety of procedures, no matter what type of tissue."
                ]
            }
        }
    },
    {
        "id": 82206,
        "brand": "Medtronic",
        "category": "Electrosurgical Instruments",
        "path": "/products/medtronic/electrosurgical-instruments",
        "title": "Valleylab™ arthroscopic electrode pencil",
        "slug": "valleylab-electrosurgical-pencil-with-arthroscopic-electrode",
        "url": "",
        "imgurl": "/img/arthroscopic-electrode-rocker-switch-pencil-prod.jpeg",
        "videourl": "",
        "shortdesc": "The Valleylab™ electrosurgical pencil with arthroscopic electrode offers enhanced performance and safety features for arthroscopic procedures.",
        "deschead": "Valleylab™ electrosurgical pencil with arthroscopic electrode",
        "description": "The Valleylab™ electrosurgical pencil with arthroscopic electrode offers enhanced performance and safety features for arthroscopic procedures.",
        "features": {
            "ftr-1": {
                "name": "Valleylab™ electrosurgical pencil with arthroscopic electrode",
                "ftrvals": [
                    "The Valleylab™ electrosurgical pencil with arthroscopic electrode offers enhanced performance and safety features for arthroscopic procedures."
                ]
            }
        }
    },
    {
        "id": 82207,
        "brand": "Medtronic",
        "category": "Electrosurgical Instruments",
        "path": "/products/medtronic/electrosurgical-instruments",
        "title": "Valleylab™ electrosurgical rocker switch pencil",
        "slug": "valleylab-electrosurgical-rocker-switch-pencil",
        "url": "",
        "imgurl": "/img/valleylab-reusable-rocker-switch-pencil-prodmast.jpeg",
        "videourl": "",
        "shortdesc": "The Valleylab™ electrosurgical rocker switch pencil offers enhanced performance and a unique, sure-grip feel.",
        "deschead": "Valleylab™ electrosurgical rocker switch pencil",
        "description": "The Valleylab™ electrosurgical rocker switch pencil offers enhanced performance and a unique, sure-grip feel.",
        "features": {
            "ftr-1": {
                "name": "Valleylab™ electrosurgical rocker switch pencil",
                "ftrvals": [
                    "The Valleylab™ electrosurgical rocker switch pencil offers enhanced performance and a unique, sure-grip feel."
                ]
            }
        }
    },
    {
        "id": 82208,
        "brand": "Medtronic",
        "category": "Electrosurgical Instruments",
        "path": "/products/medtronic/electrosurgical-instruments",
        "title": "Force TriVerse™ electrosurgical device",
        "slug": "force-triverse-electrosurgical-device",
        "url": "",
        "imgurl": "/img/ft3000-tilt-lft.jpeg",
        "videourl": "",
        "shortdesc": "The Force TriVerse™ electrosurgical device allows you to access the Valleylab™ mode for a unique combination of monopolar hemostasis and dissection.",
        "deschead": "Force TriVerse™ electrosurgical device",
        "description": "The Force TriVerse™ electrosurgical device allow you to access the Valleylab™ mode for a combination of monopolar hemostasis and dissection while using a lower power setting that results in less char, less thermal spread, and less arcing than a traditional coagulation mode. The Force TriVerse™ electrosurgical device, used in conjunction with Valleylab™ solid laparoscopic electrodes, provides performance and convenience for your laparoscopic procedures.",
        "features": {
            "ftr-1": {
                "name": "Force TriVerse™ electrosurgical device",
                "ftrvals": [
                    "The Force TriVerse™ electrosurgical device allows you to access the Valleylab™ mode for a unique combination of monopolar hemostasis and dissection."
                ]
            }
        }
    },
    {
        "id": 82209,
        "brand": "Medtronic",
        "category": "Electrosurgical Instruments",
        "path": "/products/medtronic/electrosurgical-instruments",
        "title": "Valleylab™ bipolar forceps",
        "slug": "valleylab-bipolar-forceps",
        "url": "",
        "imgurl": "/img/cv-e4055-ct-0911.jpeg",
        "videourl": "",
        "shortdesc": "The Valleylab™ bipolar forceps are designed to provide superior control, safety, and surgical efficacy at minimum output power settings.",
        "deschead": "The surgeon's choice for quality and precision",
        "description": "Precision crafted of the highest-grade stainless steel and titanium, these quality surgical forceps are designed to provide superior control, safety, and surgical efficacy at minimum output power settings.",
        "features": {
            "ftr-1": {
                "name": "The surgeon's choice for quality and precision",
                "ftrvals": [
                    "The Valleylab™ bipolar forceps are designed to provide superior control, safety, and surgical efficacy at minimum output power settings."
                ]
            }
        }
    }
]